{
  "name": "续金瓶梅",
  "catalogues": [
    "第一回 普净师超劫度冤魂 众孽鬼投胎还宿债",
    "第二回 欺主奴谋劫寡妇财 枉法赃贻累孤儿祸",
    "第三回 吴月娘舍珠造佛 薛姑子接钵留僧",
    "第四回 西门庆望乡台思家 武大郎酆都城告状",
    "第五回 奈河桥奸雄愁渡 枉死城淫鬼传情",
    "第六回 沈富翁结贵埋金 袁指挥失魂救女",
    "第七回 大发放业鬼轮回 造劫数奸臣伏法",
    "第八回 贼杀贼来安丧命 盗遇盗张一逢屯",
    "第九回 来安妻出首贼赃 吴典恩拷逼主母",
    "第十回 梦金砖富翁得子 赐银瓶孽女归娼",
    "第十一回 五岁儿难讨一文钱 一锭金连送四人命",
    "第十二回 众女客林下结盟 刘学官雪中还债",
    "第十三回 陷中原徽钦北狩 屠清河子母流离",
    "第十四回 梦截发大士解冤 不食牛帝君救劫",
    "第十五回 应伯爵掠卖孝哥 吴月娘穷逢秋菊",
    "第十六回 沈乞儿故园归梦 翟员外少女迷魂",
    "第十七回 给孤寺残米收贫 兀术营盐船酬药",
    "第十八回 吴月娘千里寻儿 李娇儿邻舟逢旧",
    "第十九回 宋道君隔帐琵琶 张邦昌御床半臂",
    "第二十回 李银瓶梅花三弄 郑玉卿一箭双雕",
    "第二十一回 宋宗泽单骑收东京 张邦昌伏法赴西市",
    "第二十二回 翟云峰义送月娘 韩捣鬼路济玳安",
    "第二十三回 翟员外大撒买花钱 郑玉卿稳吃新红酒",
    "第二十四回 留高僧善土参禅 逢故主义仆得信",
    "第二十五回 美偿美两场大棍 债还债一叶扁舟",
    "第二十六回 薄幸郎贴金易色 痴心妇丧命偿冤",
    "第二十七回 淮安城月娘问渡 清江浦嫠妇同舟",
    "第二十八回 蒋竹山官星妙药 苗员外卖富投诚",
    "第二十九回 董玉娇明月一帆风 郑玉卿吹萧千里梦",
    "第三十回 瓜州渡樱桃死节 润州城郑子吹萧",
    "第三十一回 汴河桥清明遇旧 法华庵金玉同邻",
    "第三十二回 拉枯桩双妪夹攻 扮新郎二女交美",
    "第三十三回 风雨夜淫女奔邻 琉璃灯书生避色",
    "第三十四回 排善良重立党人碑 杀忠贤再失河南地",
    "第三十五回 清河县李铭传信 齐王府银姐逢时",
    "第三十六回 翟员外伸冤元帅府 李师师官配马头军",
    "第三十七回 三教堂青楼成净土 百花姑白骨演旁门",
    "第三十八回 大觉寺淫女参禅 莲花经尼僧宣卷",
    "第三十九回 演邪教女郎迷性 闹斋堂贫子逢妻",
    "第四十回 孔梅玉爱嫁金二官 黎金桂不认穷瘸婿",
    "第四十一回 同床美二女灸香疤 隔墙花三生争密约",
    "第四十二回 闷佳人空房遭鬼魅 软浪子借馆效鸾凰",
    "第四十三回 母夜叉秃剪玉佳人 孙雪娥梦诉前生恨",
    "第四十四回 刘瘸子告状开封府 金桂姐鬼魅葡萄架",
    "第四十五回 郑爱香伤心烹鸡 应花子失目喂狗",
    "第四十六回 傻公子枉受私关节 鬼门生亲拜女房师",
    "第四十七回 木瓜郎语小莫破 石女儿道大难容",
    "第四十八回 莲净度梅玉出家 瘸子听骷髅入道",
    "第四十九回 沈花子魂认前身 王六儿老还旧债",
    "第五十回 湖心寺月娘祝发 伽蓝殿孝子迷途",
    "第五十一回 典金环老婢逢夫 受丝鞭佛子纳妇",
    "第五十二回 刘学官弃职归山 龙大师传丹入海",
    "第五十三回 苗员外括取扬州宝 蒋竹山遍选广陵花",
    "第五十四回 韩世忠伏兵走兀术 梁夫人击鼓战金山",
    "第五十五回 雪涧师破佛得珠 王杏庵捐家造寺",
    "第五十六回 扬州城分剐苗员外 建康府箭射蒋竹山",
    "第五十七回 鸳鸯帐新妇听经 锦屏姐送夫赠衲",
    "第五十八回 辽阳洪皓哭徽宗 天津秦桧别挞懒",
    "第五十九回 走江口月娘认子 下南海孝子寻亲",
    "第六十回 面前母逐亲儿去 衣底珠寻旧主来",
    "第六十一回 龙海珠还儿见母 金梅香尽色归空",
    "第六十二回 活阎罗判尽前身 死神仙算知来世",
    "第六十三回 玳员外修塔开金藏 空大师奉母上莲台",
    "第六十四回 三教同归感应天 普世尽成极乐地"
  ],
  "catalogueTotal": 64,
  "bookType": "世态人情",
  "words": 317063,
  "author": {
    "dynasty": "清",
    "intro": "丁耀亢，字西生，号野鹤，自称紫阳道人，后又称木鸡道人，山东诸城人；生于明万历二十七年（西元1599年），卒于清康熙八年（西元1669年），享年七十一岁。 明万历年间补博士弟子员，后屡应乡试皆不第，仅中副榜。明末乡国盗起，曾助王遵坦募兵数千人，解安丘之围。顺治四年入京师，由顺天籍拔贡，充镶白旗教习。于华严寺筑室，名曰陆舫，日与当时名公卿如王铎、傅掌雷、张坦公、刘正宗、龚鼎孳等赋诗其中，名大噪。后为容城教谕，迁惠安知县，以母老不赴。",
    "name": "丁耀亢"
  },
  "intro": "《金瓶梅》续书之一。《续金瓶梅》全书六十四回，明遗民丁耀亢著。述《金瓶梅》主要人物托生再世、以了前世因果报应故事。全书以《太上感应篇》为说，每回前有引子，叙劝善戒淫说；以宋金征战为历史背景，描摹金人南下、汉人受苦之状颇多，甚为动人；然因有影射明清易帜现实之嫌，丁耀亢以此罹祸下狱。"
}