{
  "name": "老残游记续集",
  "catalogues": [
    "自序",
    "第一回　元机旅店传龙语　素壁丹青绘马鸣",
    "第二回　宋公子蹂躏优昙花　德夫人怜惜灵芝草",
    "第三回　阳偶阴奇参大道　男欢女悦证初禅",
    "第四回　九转成丹破壁飞　七年返本归家坐",
    "第五回　俏逸云除欲除尽　德慧生救人救澈",
    "第六回　斗姥宫中逸云说法　观音庵里环翠离尘",
    "第七回　银汉浮槎仰瞻月姊　森罗宝殿伏见阎王",
    "第八回　血肉飞腥油锅炼　骨语言积恶石磨研魂",
    "第九回　德业积成阴世富　善缘发动化身香",
    "老残游记外编卷一（残稿）"
  ],
  "catalogueTotal": 11,
  "bookType": "世态人情",
  "words": 48487,
  "author": {
    "dynasty": "未知",
    "intro": "刘鹗（1857年10月18日－1909年8月23日），字铁云，又字公约，笔名鸿都百錬生、洪都百炼生，原名孟鹏，字云抟，中国清代作家。\n",
    "name": "刘鹗"
  },
  "intro": "《老残游记》是刘鹗（1857—1909）所著的一部长篇小说。发表时署名“洪都百炼生”，后来改署“鸿都百炼生”。[1]他原名孟鹏，字云抟，后字铁云。清江苏丹徒人。刘鹗出身于封建官僚家庭，从小得名师传授学业。曾师事太谷学派周星垣的传人李光炘，主张儒释道三教合一。他的父亲刘成忠，咸丰二年＜1852）进士，以御史出官河南，在天算、乐律、方技、词章等诸方面，无不擅其妙。鹗学识博杂，精于考古，他在算学、医道、治河方面的成就，有其家学渊源。光绪二年（1876）和十二年（1886），曾两度赴南京应乡试未第，中间曾从事过商业，并悬壶行医。光绪十四年（1888）后，相继在河南巡抚吴大澂和山东巡抚张曜处任幕宾，主要为协助治理黄河，从此声誉日盛。后经山东巡抚福润保荐，入总理衙门，得以知府任用。不久，应外商的聘请，辞官主办山西矿务，并和外国人士有所结交。晚年曾东渡日本游历。光绪三十四年（1908），清政府因他在庚子（1900年）八国联军攻入北京时，曾用贱价向联军购得太仓储粟，设平粜局赈济京津饥民，遂加以私售仑粟的罪名将他逮捕流放新疆。第二年七月，病死于迪化（今乌鲁木齐），时年五十三岁。本书以“老残”这个摇串铃走江湖的医生的活动为线索，记述作者在各地游历时的见闻，内容广博，所涉三教九流，妓家赌场，通过幅射式的结构，广泛地展示了晚清社会黑暗腐败的内幕。尤其在揭露官场流弊方面，与一般小说住往专写贪官者不同，它的重点是揭露“清官”。书中化了大量笔墨所写的玉贤和刚弼两人，都是著名的所谓“清官”，而且刚弼还是“清廉得格登登的”。可是他在齐河县会审贾家十三条命案时，只因发现魏家家人行贿，于是审案时先有了成见，认定贾魏氏为元凶。结果屈打成招，把一个平白无辜的寡妇定了凌迟的罪名。尽管这案后因老残干预，经过复审，终于真相大白；但人们却可从中看到封建司法制度的暗无天日。至于玉贤这个酷吏，一谈起他，人们乃是谈虎色交。他在山东曹州做知府时，不到一年时间，就用惨无人道的站笼这种刑罚，残酷杀害了二千多个平民百姓。在这些人中，有不少人完全是无辜的；董家口杂货店的儿子酒后说了“玉大人怎样糊涂，怎样好冤枉人”，就彼抓去以“谣言惑众”的罪名站死。于家父子因被强盗栽赃，在审问时方说得一声“冤枉”，玉贤惊堂一拍，大嚷道：“人赃现获，还喊冤枉，把他‘站’起来！”可是一查簿子，笼子早已站满了人。差投提出将于氏父子“先行收监，明天定有几个死的，等站笼出了缺，将他们补上”时，作者写道：玉大入凝了一凝神，说道：“我最恨这些东西！若要将他们收监，岂不是又披他多活了一天去了吗7断乎不行！你们去把大前天站的四个放下，拉来我看。”差人去将那四人放下，拉上堂去。大人亲自下案，用手接着四人鼻子，说道：“是还有点游气。”复行坐上堂去，说：“每人打二千板子，看他死不死！”于是，活活打死了旧的“罪犯”，再把新的“罪犯”关进了站笼。种情景，读来怎不令人发指！不仅酷吏杀人，治河官吏的只管中饱私囊，不顾百姓死活的事，更是触目惊心。在第十三回中，作者借妓女翠花、翠环与老残的交谈身世，道出了其中的秘密。山东治河官吏以为齐河县一带河床大狭，为了放宽河道，提出“废了民埝，退守大堤”的主张，人为地造成数十万人葬身鱼腹的惨剧。原来在大堤与民埝中间，是一道五六里宽，六百里长，住着十几万户人家的地区。丧心病狂的决策者，竟商定：“可不能叫百姓知道。……被他们知道了，这几十万人守住民埝，那还废的掉吗！”作者接着借翠花的嘴说：这“就是杀这几十万人的一把大刀！可怜俺们这小百姓那里知道呢！”由于作者曾做过幕僚，对官场的接触颇多，而且又是光绪二十四、五年黄河大渍决，直隶东南部，山东沿运河西部，淹死人口十六七万的目击者，就使这种叙述，更具艺术感染力。本书的另一个特色是作者语言精炼，富于表达能力；对书中人物的心理描写，也有其独到之处。鲁迅先生在《中国小说史略》中称这书为“叙景状物，时有可观”。书个第二回的“明湖居说书”、第十二回的“黄河上打冰”，都写得非常精彩。所以早从二十年代起，就被作为范文，选入中学语文课本。中国古籍全录刘鹗这书是在光绪二十九年（1903）四十七岁时开始写作的。这时正当庚子事变后不久，资产阶级旧民主革命运动正蓬勃兴起，在这民族矛盾、社会矛盾异常尖锐的关键时刻，他的思想感情始终倾向于清王朝，并把自己的命运和这个行将灭亡的末代王朝联系在一起。在《自叙》中他叹道：“棋局已残，吾人将老，欲不哭泣也得乎？”书中主人公化名老残的用意，正出于此。因此他十分痛恨和恐惧革命，第十一回中对“北拳南革”的斥责，充分反映了他的政治立场，所以这是一本瑕瑜互见的作品。《老残游记》最早发表在1903年8月上海商务印书馆《绣像小说》第九号上，刊至第十四回为止。[2]翌年改在天津《日日新闻》重新刊行，至二十回，刊成单本初集。光绪三十三年（1907），有神州日报馆印本，民国元年（1912），有商务印书馆本。二十年代亚东国书馆、艺文书局曾分别出过二十回的单行本。《续集》六回，亦发表于《日日新闻》，良友复兴图书印50公司又在二十回本之后将它作为附录，出版二十六回本。此外又有石印本多种。解放后，人民文学出版社于1957年出版了简注本。上海古籍出版社前身中华书局上海编辑所于1962年出版了魏绍昌编的《老残游记资料》，该书收有从刘氏的后人厚滋、厚泽所提供的《二编》卷七至卷九以及《外编》卷一（残稿），合计共四卷的新稿。"
}