{
  "name": "儒林外史",
  "catalogues": [
    "前言",
    "第一回　说楔子敷陈大义　借名流隐括全文",
    "第二回　王孝廉村学识同科　周蒙师暮年登上第",
    "第三回　周学道校士拔真才　胡屠户行凶闹捷报",
    "第四回　荐亡斋和尚契官司　打秋风乡绅遭横事",
    "第五回　王秀才议立偏房　严监生疾终正寝",
    "第六回　乡绅发病闹船家　寡妇含冤控大伯",
    "第七回　范学道视学报师恩　王员外立朝敦友谊",
    "第八回　王观察穷途逢世好　娄公子故里遇贫交",
    "第九回　娄公子捐金赎朋友　刘守备冒姓打船家",
    "第十回　鲁翰林怜才择婿　蓬公孙富室招亲",
    "第十一回　鲁小姐制义难新郎　杨司训相府荐贤上",
    "第十二回　名士大宴莺脰腹溯　侠客虚设人头会",
    "第十三回　蘧駪夫求贤问业　马纯上仗义疏财",
    "第十四回　蘧公孙书坊送良友　马秀才山洞遇神仙",
    "第十五回　葬神仙马秀才送丧　思父母匡童生尽孝",
    "第十六回　大柳庄孝子事亲　乐清县贤宰爱士",
    "第十七回　匡秀才重游旧地　赵医生高踞诗坛",
    "第十八回　约诗会名士携匡二　访朋友书店会潘三",
    "第十九回　匡超人幸得良朋　潘自业横遭祸事",
    "第二十回　匡超人高兴长安道　牛布衣客死芜湖关",
    "第二十一回　冒姓字小子求名　念亲戚老夫卧病",
    "第二十二回　认祖孙玉圃联宗　爱交游雪斋留客",
    "第二十三回　发阴私诗人被打　叹老景寡妇寻夫",
    "第二十四回　牛浦郎牵连多讼事　鲍文卿整理旧生涯",
    "第二十五回　鲍文卿南京遇旧　倪廷玺安庆招亲",
    "第二十六回　向观察升官哭友　鲍廷玺丧父娶妻",
    "第二十七回　王太太夫妻反目　倪廷珠兄弟相逢",
    "第二十八回　季苇萧扬州入赘　萧金铉白下选书",
    "第二十九回　诸葛佑僧寮遇友　杜慎卿江郡纳姬",
    "第三十回　爱少俊访友神乐观　逞风流高会莫愁湖",
    "第三十一回　天长县同访豪杰　赐书楼大醉高朋",
    "第三十二回　杜少卿平居豪举　娄焕文临去遗言",
    "第三十三回　杜少卿夫妇游山　迟衡山朋友议礼",
    "第三十四回　议礼乐名流访友　备弓旌天子招贤",
    "第三十五回　圣天子求贤问道　庄征君辞爵还家",
    "第三十六回　常熟县真儒降生　泰伯祠名贤主祭",
    "第三十七回　祭先圣南京修礼　送孝子西蜀寻亲",
    "第三十八回　郭孝子深山遇虎　甘露僧狭路逢仇",
    "第三十九回　萧云仙救难明月岭　平少保奏凯青枫城",
    "第四十回　萧云仙广武山赏雪　沈琼枝利涉桥卖文",
    "第四十一回　庄濯江话旧秦淮河　沈琼枝押解江都县",
    "第四十二回　公子妓院说科场　家人苗疆报信息",
    "第四十三回　野羊塘将军大战　歌舞地酋长劫营",
    "第四十四回　汤总镇成功归故乡　余明经把酒问葬事",
    "第四十五回　敦友谊代兄受过　讲堪舆回家葬亲",
    "第四十六回　三山门贤人饯别　五河县势利熏心",
    "第四十七回　虞秀才重修元武阁　方盐商大闹节孝祠",
    "第四十八回　徽州府烈妇殉夫　泰伯祠遗贤感旧",
    "第四十九回　翰林高谈龙虎榜　中书冒占凤凰池",
    "第五十回　假官员当街出丑　真义气代友求名",
    "第五十一回　少妇骗人折风月　壮士高兴试官刑",
    "第五十二回　比武艺公子伤身　毁厅堂英雄讨债",
    "第五十三回　国公府雪夜留宾　来宾楼灯花惊梦",
    "第五十四回　病佳人青楼算命　呆名士妓馆献诗",
    "第五十五回　添四客述往思来　弹一曲高山流水",
    "第五十六回　神宗帝下诏旌贤　刘尚书奉旨承祭"
  ],
  "catalogueTotal": 57,
  "bookType": "谴责公案",
  "words": 275741,
  "author": {
    "dynasty": "清",
    "intro": "吴敬梓（1701年－1754年11月29日），字敏轩，一字文木，号粒民，安徽滁全椒人，清代现实主义小说家。又因自故乡安徽全椒移居江苏江宁（今南京市），所以自称“秦淮寓客”。《儒林外史》作者。《儒林外史》为中国第一本讽刺小说。儿子是吴烺。\n",
    "name": "吴敬梓"
  },
  "intro": "吴敬梓与《儒林外史》－－ 余杰 吴敬梓一生以移居南京为界可分前后两段。前期，他与小山一样，以声色犬马的生活方式游离于“正常”的生活轨道之外。“少年时，青溪九曲画船，曾记游冶……朝复夜，费蜀锦吴绫，那惜缠头价。”（《买肢塘》）“王家昙首，伎识歌声春载酒，白板桥西，赢得才名曲部知。”（《减字木兰花》）吴敬梓不像小山一样真正沉醉到情爱之中，而更多地标榜一 种不见容于俗世的生活姿态。不是为游冶而游冶，而是在游冶中体验自由。胡适说，吴氏的家产是在秦淮嫖掉的，我倒觉得，“泥沙一掷金一担”是他有意为之。只有丧失了财产，挣脱了宗族的约束后，他才能以纯粹的心境进入到文学创作之中。 “枭鸟东徒，浑未解于更鸣”！（《移家赋》）33岁、不名一文的吴敬棒移家南京时，他在族人眼中已是“传为子弟戒”的“败家子”。到了“白门三日雨，灶冷囊无钱”的地步，他仍拒不参加傅学鸿词科考试。当“长老苦口讥喃喃”干涉他的自由时，他“叉手谢长老，两眉如戟声如虎”。[45]他的“痴憨”、“颠憨”、“隐括”终一生而不变，与小晏何其相似！ 《儒林外史》以王冕作为“隐括全文”的“名流”。他之所以有这么大的能耐，就因为他是一个“嵌崎磊落”的人，一个“有意思”的人。王冕既是葆有童心的放牛娃，又是才华横溢的畸人。他画荷花，“那荷花精神、颜色无一不像”，因为他自己就是一朵出淤泥而不染的荷花。“遇着花明柳媚的时节，把一乘牛车载了母亲，他便戴了高帽，穿了阔衣，执着鞭子，口里唱着歌曲，在乡村镇上以及湖边到处玩耍，惹得乡下陔子们，三五成群跟着他笑，他也不放在眼里。”这是何等任情自遂、天真自然！面对“灭门知县”的威逼，王冕宁可风餐露宿逃亡在外，也不肯低头。他处茅屋之远而怀天下苍生，一语道出入股取仕的实质：“这法子却定得不好！将来读书人即有一条荣身之路，把那文行出处，都看得轻了。” 凤四老爹在小说中看似可有可元，实则为一大关键。据考证，凤四老爹的原型为侠客甘凤池。[46]当时浙江总督李卫在奏折中这样描述甘凤池：“查此辈棍徒，造作讹信，往来煽感，着实痛恨，断难容其漏网。臣细思江浙好事悻谬之人，莫过于现在拿获之甘凤池等各犯。”（《雍正朱批谕旨》）对于这样一个叛逆者，吴敬棒却由衷地赞美道：“官府严刑密网，多少士大夫见了就屈膝就范，你一个小百姓，视如上芥，这就可敬了！” 《懦林外史》以四大奇人的故事作结。当“那南京的名士都已渐渐销磨尽了”的时候，奇人却出现在市井中间。会写字的季遇年，“却又不肯学古人的法帖，只是自己创出来的格调，由着笔性写去”。“他若不情愿时，任你王侯将相大捧的银子送他，他正眼儿也不看”。他这样迎着施御史的脸痛骂：“你是何等之人？敢来叫我写字！我又不贪你的钱，又不慕你的势，又不借你的光，你敢叫我写起字来卜独立人格，意气风发。吴敬梓把“四大奇人”当作“述往思来”的一流人物。儒林中一片狼藉，而井市中则有闪光的人格，吴敬梓已悄悄换了一套崭新的价值标准。为什么在市井中反倒能保持人格的独立与心灵的自由呢？ 做裁缝的荆元，会弹琴、会写字，也喜欢做诗。朋友问他：“你既要做雅人，为甚么还要做你这贵行？何不同些学校里的人相与相与？”他道：“我也不是要做雅人，也只为性情相近，故此时常学学。至于我们这个贱行，是祖父遗留下来的。难道读书写字，做了裁缝，就玷污了不成？况且那些学校中的朋友，他们另有一番见识，怎肯与我们相与！而今每日寻得六七分银子，吃饱了饭要弹琴，要写字，诸事都由我。又不贪图人的富贵，又不伺候人的脸色；天不收，地不管，倒也快活厂这席话真石破天惊。吴敬梓认识到，人格独立的背后是经济独立。被权力网络所覆盖的儒林中，只有爬墙藤一样的附庸，而元岩上松一样的独立者。市井人物操持着被士大夫所蔑视的职业，他们却在这职业中获得了真正的经济独立。好一个“诸事都由我”！儒林人士即使爬到宰辅这样的最高位置，怕也不敢说这样的大话。吴敬梓突破传统的道德评判，揭示出产生“奇人”的经济基础。这一点，此前无人认识到。 开头出现王冕，中间出现风四老爹，结尾出现四大奇人，这是作者的精心安排。他们全是没有任何社会地位、游离于统治秩序之外的平头百姓。他们的冰清玉洁、古道热肠、淡泊明志，都与丑态百出的儒林和官场形成鲜明对照，正如胡适在《吴敬梓评传》中所说：“不给你官做，便是专制君主困死人才的唯一的妙法。要想抵制这种恶毒的牢笼，只有一个法子：就是提倡一种新的社会心理，叫人知道举业的丑态，知道官的丑态；叫人觉得‘人’比‘官’格外可贵，人格比富贵格外可贵。社会上养成这种心理，就不怕皇帝‘不给你官做’的毒手段了。而一部《儒林外史》的用意只是要想养成这种社会心理罢了。” 然而，这种社会心理终究很难养成。吴敬梓这个嵌崎磊落的败家子是寂寞的，他笔下的奇人们也是寂寞的。荆元为知音于老者弹琴，“弹了一会，忽作变徽之音，凄清宛转，于老者听到深微之处不觉凄然泪下”。读者读到这里，掩卷深思，怕也要“凄然泪下”了！ 余秋雨！ 口无所臧否，心有所褒贬———《儒林外史》 提倡一种新的社会心理，叫人知道举业的丑态，知道官的丑态；叫人觉得“人”比“官”格外可贵，人格比富贵格外可贵。社会上养成这种心理，就不怕皇帝“不给你官做”的毒手段了。 ———胡适《吴敬梓评传》 在浩若星海的中国古典小说中，被鲁迅许以“伟大”二字的，只有两部书，其中之一便是吴敬梓的《儒林外史》。《儒林外史》是写士林阶层的。在中国的古代，所谓的士林，既是知识分子的世界，也即是官场。这是部批判知识分子的书，也可以说是一部揭露官场昏晦的书。这样说来，在当代的中国，确实很有重读《儒林外史》的需要了。 作者吴敬梓（公元1701年—1754年），生长在长江北岸安徽省全椒县一个“名门望族”的大家庭。曾祖和祖父两辈官运亨通，在明清之际，有50年“家门鼎盛”的时期。但他自己的祖父在同辈中功名很小，而且早逝；他从小被出嗣给长房吴霖起，即是他的养父，吴霖起只做了几年县教谕，后来因为得罪上司而丢官，郁郁而终。吴敬梓13岁丧母，23岁丧父，本身既不热心功名，又轻视钱财，随意挥霍，慷慨仗义，上代留下的家产在几年之内被他挥霍得所剩无几，以致“田庐尽卖”、“奴逃仆散”，一时“乡里传为子弟戒”（《减字木兰花·庚戌除夕客中》）。加上考场失利，刺激甚重，“那得双眉时暂开？”回乡之后，由于不堪冷遇，于雍正十一年移家南京。从此时直到54岁在扬州逝世，主要靠卖文和朋友周济过活，也是在此期间完成了《儒林外史》这部鸿篇巨著。 吴敬梓自幼处在名门望族的社会环境中，而成长的家庭却是一直在走下坡路，中年后又骤然陷入贫困不堪的境地。在他一生所经的这种由“渐”而“骤”的家庭破落过程中，他在家乡全椒县、在苏北赣榆县（其父任职之地）、在南京都曾久住，到过扬州、安庆、芜湖等城市；从宗族几代关系以及自己的人际关系看，他接触的士大夫阶层很广泛，认识与熟知的人物也非常多。他看的嘴脸，受的冷暖，经历的人事，体验的世情，都极其丰富深刻。这就培养了他富有正义的敏锐感觉和体察现实的清醒头脑，使他能够看透清朝黑暗统治下士大夫阶层的堕落与无耻，看透政治的罪恶与社会的腐败。正是这种身世经历，成为吴敬梓严肃的现实主义精神的直接渊源。 《儒林外史》对于士林阶级进行了无情的鞭挞，含泪的批判。鲁迅先生曾经说过《儒林外史》“秉持公心，指摘时弊。机锋所向，尤在士林；其文又戚而能谐，婉而多讽”。通过对种种不和谐、悖于人情、逆于常理的荒谬现象的揭露，注入描写人物的自吹自擂、大言不惭、自作聪明、弄巧成拙、欺世盗名、自命清高、自相矛盾等等。正像果戈里所说：“我们的骗子们，我们的怪物们！……让大家笑个痛快！笑真伟大，它不夺去生命、田产，可是在它面前，你会低头服罪，像个被绑住的兔子。” 《儒林外史》的讽刺艺术有鲜明的目的，那便是“作者之意为醒世计，非为骂世也”。作者虽然极尽讽刺之能事，却是要挽救被讽刺的这一群，正所谓“善者，感发人之善心；恶者，惩创人之逸志”。作者以悲天悯人的手笔描写了八股制度下众多儒林人士的悲剧性命运，进而展开了一幅封建科举时代的社会风情画，抨击了制度的腐朽和社会的黑暗，使《儒林外史》成为中国古典讽刺小说中的圣品。 《儒林外史》历来被评价为古典现实主义巨著，即为现实主义作品，其中很多故事与人物直接来源于生活。鲁迅先生在《中国小说史略》中就曾说过：“《儒林外史》所传人物，大多实有其人，而以象形谐声和庾词隐语寓其姓名。”《儒林外史》擅长运用“皮里阳秋”的笔法，也就是“口无所臧否，而心有所褒贬”。作者的看法并不是直接拿出来硬塞给读者，而是在具体形象的塑造中微言大义。周进和范进的中举，匡超人的转变，杜少卿的豪举，马二先生的迂腐，这一切都是通过具体的情节来表现深刻丰富的思想。作者并没有直接向我们褒贬什么，但每个形象都饱含着巨大力量的褒贬，传达着作者明确的正义观，我们必须从不同时期、不同场合的各种形象的关联、发展上体会和了解。这是一种富有现实主义色彩的叙事方式。 该书另一个艺术特色是速写式和剪影式的人物形象。《儒林外史》是一部主角不断变换的长篇小说，或者说是一部由无数短篇交替而成的长篇小说，基本上不可能通过详细描写其一生经历，以及在曲折的故事情节中表现人物的性格特点和精神世界。所以，吴敬梓把重点集中在人的性格中最刺目的特征上，从而深入细致地表现一个相对静止的人生相。这就如同从人物漫长的性格发展史中截取一个片断，再让它在人们面前转上一圈，把此时此地的“这一个”，放大给人看。这是勾画讽刺人物的一个很出色的手法，它使人物形象色彩明净，情节流动迅速，好像人物脸谱勾勒一成，这段故事便告结束，而给读者留下深刻印象的也正是这些精工提炼的精彩情节。 胡适在《吴敬梓评传》中所说：“不给你官做，便是专制君主困死人才的唯一的妙法。要想抵制这种恶毒的牢笼，只有一个法子：就是提倡一种新的社会心理，叫人知道举业的丑态，知道官的丑态；叫人觉得‘人’比‘官’格外可贵，人格比富贵格外可贵。社会上养成这种心理，就不怕皇帝‘不给你官做’的毒手段了。而一部《儒林外史》的用意只是要想养成这种社会心理罢了。”"
}