{
  "name": "绣云阁",
  "catalogues": [
    "第一回 聚仙台诸真论道 虚无子四境游神",
    "第二回 遵师言投生择地 游冥府奉命提魂",
    "第三回 三缄观剧遇狐狸 七窍乘舟见毒龙",
    "第四回 访友人误入仙庄 遇苏子巧生魔障",
    "第五回 背福海三妖丧命 遇不情七窍迷心",
    "第六回 迷女色师提入梦 临渤海怪亦充仙",
    "第七回 望红灯误认兰若 游绿野忽遇仙亭",
    "第八回 率野鬼石村排阵 遇柳精泥郭为神",
    "第九回 朝元洞六魔扰世 灵根寺三道传功",
    "第十回 黄河岛赤鲤为害 泥丸国白凤衔珠",
    "第十一回 盗电光三缄负疾 游白马万里思亲",
    "第十二回 奉父母诚感天地 读诗书道易功名",
    "第十三回 查良缘三请月老 得王爵四失云卿",
    "第十四回 谪辽阳情伤毒役 过秦岭念切慈亲",
    "第十五回 遇杜公山亭养疾 逢匈奴塞外看羊",
    "第十六回 羊奔涧得逢仙友 虎出穴又仗神威",
    "第十七回 转后洞折磨苦甚 诉前言赎取情深",
    "第十八回 化仙府凭空试法 出辽阳选地为家",
    "第十九回 集诸仙洞中议道 化田翁郭外谈玄",
    "第二十回 冒三缄题诗访友 引七窍入阁言情",
    "第二十一回 过裙山邀入洞府 离沐水错认归途",
    "第二十二回 弃道心皆由巧辩 崇儒学幸服青衿",
    "第二十三回 纯阳观求桃卜卦 聚阴台遇鬼问神",
    "第二十四回 仙缘庄梦友谈道 磐涧谷有怪为邻",
    "第二十五回 蚌女精花中献媚 江清道元外谈情",
    "第二十六回 讨毒龙西方请佛 诛水怪东海兴兵",
    "第二十七回 战蛟王连江失计 收蚌女乌泽复仇",
    "第二十八回 白鹿洞雪中三顾 黄粱梦榻上重逢",
    "第二十九回 入静境神能冶性 居闹市念已无尘",
    "第三十回 珠光女魂遇灵宅 郝丞相姻结探花",
    "第三十一回 仙妖配海南上任 父母没磐涧居丧",
    "第三十二回 易俗形拜师立髻 出梓里逐日云游",
    "第三十三回 集锦村妇女遭害 落花渡龙子宣淫",
    "第三十四回 集春山狐鬼斗法 凤仪阁师弟降魔",
    "第三十五回 困冤魔云衣赐宝 过集春鬼首拜门",
    "第三十六回 铁马溪仁施凤女 铜头鬼力战龙宾",
    "第三十七回 收龙子龙君设宴 除道士道署停官",
    "第三十八回 挽道心勤施苦口 游东岳得遇神仙",
    "第三十九回 收人妖全凭舌战 教毒虎本此仁心",
    "第四十回 碧玉山蕉精夺纛 葫芦井金镜迷人",
    "第四十一回 收二翠凤春作梗 酿五毒龙子救民",
    "第四十二回 三贤庄道止雪雹 五里村法伏虹腰",
    "第四十三回 入阴罗山猿寄信 奔阳关野马谈妖",
    "第四十四回 停云阁谈元伏虎 侍郎院讲义还官",
    "第四十五回 灵宅洞群妖毕集 北凤山二翠同修",
    "第四十六回 过桃溪突遇野鬼 游梅峡又见人妖",
    "第四十七回 紫泉洞獐妖避席赤 水江鳖怪离宫狐疑",
    "第四十八回 湖心亭与人说鬼 江月镇化世弹琴",
    "第四十九回 过富山暗服芝草 行朱郭假冒土神",
    "第五十回 游南海莲飞水面 充白帝霞卷空中",
    "第五十一回 诛白蟒群妖助战 游南岳独自归",
    "第五十二回 灵宅子使妖入彀 赤鲤精剖案如神",
    "第五十三回 太仓洞凌虚寄信 八卦台道祖分功",
    "第五十四回 遇谷神恨殄天物 逢社令恶坏人心",
    "第五十五回 釜形山黄祜为害 鼎月桥白檖生花",
    "第五十六回 椒花子过岭遇鳖 螭蛛儿结网遮天",
    "第五十七回 海潮峰驱龟出洞 云飞岭见鬼燃灯",
    "第五十八回 映月潭老龙献绂 宿云渡野鹿指迷",
    "第五十九回 南龙郡妖害三缄 北雁山诗警七窍",
    "第六十回 讲法台群仙显法 剖奇案七窍惊奇",
    "第六十一回 祈雨泽神通旱魃 保节妇法遣榴姑",
    "第六十二回 绝尘山妖收吉了 登天阁道伏阴魔",
    "第六十三回 重圆山乐道为霸 三壑峡弃海称雄",
    "第六十四回 落雁江大战弃海 飞龙岭义聚妖兵",
    "第六十五回 破莲田道友团聚 诛虾族龙女争光",
    "第六十六回 游文笔得遇乐道 至武库戏战金光",
    "第六十七回 设筵席二翠为主 望桑梓三缄思归",
    "第六十八回 归桑梓建祠睦族 离磐涧传道称师",
    "第六十九回 聚仙台议传妙道 海口镇骤遇水精",
    "第七十回 水精王兴兵复仇 金轮将对敌投师",
    "第七十一回 北海关花精问道 南龙郡圣旨升官",
    "第七十二回 离北关误入槐市 布朋风搬及诸真",
    "第七十三回 锦霞大破阴风阵 绣雾同登道岸舟",
    "第七十四回 梦花轩精收阿醋 种草阁仁化盗儿",
    "第七十五回 集恶村厉鬼排阵 居货镇仙子劝淫",
    "第七十六回 梨花岛大战毒虎 杏子山义聚群妖",
    "第七十七回 战野牛苦无收伏 发慈悲幸遣菩萨",
    "第七十八回 显佛法贪狼俯首 归旧洞诸道重圆",
    "第七十九回 试道行设庄以待 收异士谈虎而醒",
    "第八十回 元冥关卖道求友 梭儿峡除暴伏强",
    "第八十一回 梦觉园舌擒淫妇 金花库言破财奴",
    "第八十二回平海怪君心宠爱入龙宫玩好难名",
    "第八十三回 离龙宫回国缴旨 败虎阵入洞兴戎",
    "第八十四回 游碧玉是非颠倒 选北海道友重逢",
    "第八十五回 化儿童赤松试道 登仙座道祖谈功",
    "第八十六回 九头怪出户班师 八境宫假言传道",
    "第八十七回 擒九头紫霞请宝 破万顷降虚来临",
    "第八十八回 白兔庄农人说怪 西村地老丈谈妖",
    "第八十九回 男女妖全凭舌伏 牛虎斗又遇天仙",
    "第九十回 阴锁亭预排阵势 古佛刹得遇须无",
    "第九十一回 破万鬼灵宅失利 擒一鼠绣雾遭殃",
    "第九十二回 入绣都化及陈茂 到蛇岭劝转匪人",
    "第九十三回 天鱼池荷妖买道 走马岭黄蝶为仇",
    "第九十四回 遣仙鹤指明去路 恨艳冶排设色坑",
    "第九十五回 铁旗山老道赐宝 银瓶洞酒鬼复仇",
    "第九十六回 铜臭阵耗星吐气 烈焰关忍汉标名",
    "第九十七回 万星台师徒聚首 群仙会议论传功",
    "第九十八回 弃海归途遇灵宅 三缄登岭见紫霞",
    "第九十九回 养胎婴猿精窃道 收金钟道士拜门",
    "第一百回 收吴子三缄巧辩 设西方万佛奇谈",
    "第一百零一回 施妙法灵宅缩首 奏元功圣旨颁行",
    "第一百零二回 数次化身勤指点 几番形变巧提撕",
    "第一百零三回 试道法离奇可羡 讲仙踪曲折堪思",
    "第一百零四 化卖镜妖术解迷 导游冥仙子力劝",
    "第一百零五回 门屏内巧献瑞宝 睡梦中误认龙宫",
    "第一百零六回 游都外倏逢复礼 入部衙故意谈妖",
    "第一百零七回 骂野道戎兴迩室 寻贵宦妖遇鬼头",
    "第一百零八回 鬼缝中地祗送食 茅篷里夫妇认亲",
    "第一百零九回 任采薪夫妇受苦 思死路鬼物频临",
    "第一百十回 逃庐外虎狼相逼 寄贤母残毒交加",
    "第一百十一回 紫阳山持斧遇道 李妪宅悟道谈元",
    "第一百十二回 收鬼物老妪试道 从赤鲤妖部生嫌",
    "第一百十三回 毒龙洞来鲤变色 慈航殿虎仆为殃",
    "第一百十四回 虾精倏尔来解说 蚌母又复遇途间",
    "第一百十五回 通天岭夫妇同处 绣云阁仙凡分看",
    "第一百十六回 见仙子甚厌凡体 遇郝相又动凡心",
    "第一百十七回 劝归都仍享爵秩 游幻境尚自痴迷",
    "第一百十八回 贬塞外遭逢不偶 遇老道拯救归亭",
    "第一百十九回 走万星途遇赤鲤 思七窍杀动虾精",
    "第一百二十回 灵宅子暗施诡谲 紫霞仙预识机关",
    "第一百二十一回 集群妖大展法术 祭宝剑又复前仇",
    "第一百二十二回 老猿公败遇仙子 穿云剑收入长虹",
    "第一百二十三回 长虹山诛及四恶 道祖宫遣发四星",
    "第一百二十四回 收灵宅道祖发落 投仙师妖魄阻行",
    "第一百二十五回 传大道功分深浅 游幻境心见高低",
    "第一百二十六回 试众子频施妙道 独二翠得遇心魔",
    "第一百二十七回 幻境中许多变化 幽室内最见心性",
    "第一百二十八回 坠孳海悲道空修 望儿孙是心甚切",
    "第一百二十九回 仁厚村重逢蔡女 云溪镇又见故巢",
    "第一百三十回 二光并试分道法 双蜂同往悟前因",
    "第一百三十一回 空灵洞并陷凤 春金丹河同沉",
    "第一百三十二回 到石穴前非痛悔 游玉女故辙仍循",
    "第一百三十三回 遇熊鹿邀去野马 呼达诀迷归狄山",
    "第一百三十四回 玉镜中难迷八道 晶光内又试三鲸",
    "第一百三十五回 人道中分班统试 妖部内共烛同心",
    "第一百三十六回 蓬庐中倏生彪虎 仙府内仰若奇珍",
    "第一百三十七回 独仙根能知仙道 教弟子重试徒心",
    "第一百三十八回 遣彩鸾空中捧诏 登八境座里谈元",
    "第一百三十九回 奏上皇群真拜舞 祈师尊同入上乘",
    "第一百四十回 换骨池妖部入浴 脱物壳人体长存",
    "第一百四十一回 朝上皇通明拜舞 封仙品人物同沾",
    "第一百四十二回 送绣云王母懿诏 接玉旨上帝仁恩",
    "第一百四十三回 拜圣人夸及仙子 排御驾送归绣云"
  ],
  "catalogueTotal": 143,
  "bookType": "鬼怪神魔",
  "words": 470144,
  "author": {
    "dynasty": "未知",
    "intro": "暂无信息",
    "name": "魏文中"
  },
  "intro": "《绣云阁》，清代魏文中编辑。这是一部讲述紫霞真人的两个弟子下凡托生向世人阐道的长篇神魔小说。世上多非道，紫霞真人受道祖之命遣弟子虚无子下凡问道，其门下虚心子因妒忌也同时下凡去扰乱闻道。本书的故事情节便由此而展开。虚无子投生为三缄，虚心子投生为七窍。三缄求道但为凡心所动，求取功名美妻，紫霞真人使他娶妻不成，仕途复遭挫折，被流放塞外，历尽磨难，方领悟到功名富贵的虚无本质，开始了云游天下“阐道”的使命。而七窍却被妖怪化成的美女所迷惑，又热衷于功名，高中巍科，官放南龙。三缄在阐道途中，收服了无数善善恶恶的山精水怪和市邑俗子，堵绝旁门邪道。紫霞真人的师弟灵它真人因妒恨师兄便纠集一批妖魔与三缄作对，迷惑七窍。然而邪不压正，三缄在众仙子的保护下，力战群妖，争取了七窍，使他断绝尘根，重返道门，终在万星台一起飞升上天，住进紫霞真人造就的绣云阁。"
}