{
  "name": "皇清秘史",
  "catalogues": [
    "第一回 述前朝关东钟王气 谈天女塞外记红妆",
    "第二回 骆驼峰上虎拽娇娃 布鲁湖边鸟衔朱果",
    "第三回 小英雄顺流登彼岸 奇女子乘势献良谋",
    "第四回 西略东征祖基开拓 新欢旧恨情致缠绵",
    "第五回 古埒城章京携美眷 佟家堡红粉识奇才",
    "第六回 传警报李成梁起兵 中奸谋觉昌安丧命",
    "第七回 捧遗甲矢志报前仇 结强邻登堂联姻娅",
    "第八回 布防诱敌大破联军 弃约背盟遽翻婚约",
    "第九回 八旗创制开国称尊 七恨告天兴兵寻衅",
    "第十回 俏佳人委身媚降蒋 奇女子报国卫京师",
    "第十一回 四路大军东拚西凑 连番恶耗兵败将亡",
    "第十二回 念故交冈上寻遗体 怀深恨刀下誓狂言",
    "第十三回 马上蛾眉英雄气短 城中蛮触疆吏何心",
    "第十四回 觊觎大宝贝勒逼宫 邂逅围场玉儿款客",
    "第十五回 母仪天下册立娘娘 闲步园中爱怜叔叔",
    "第十六回 下朝鲜孱王蒙巨创 入龙井降将出奇兵",
    "第十七回 袁崇焕蒙兔下囹圄 洪承畴拜命援锦州",
    "第十八回 克敌功高松山奏绩 爱才心切客馆娱宾",
    "第十九回 膺宠命洪学士趋朝 遂性怀睿亲王监国",
    "第二十回 逆迹昭彰难逃法网 英姿爽飒妙选佳宾",
    "第二十一回 变起深宫惊传晏驾 涎垂美色强抢图奸",
    "第二十二回 崇祯帝捐躯殉社稷 多尔衮奉命略中原",
    "第二十三回 皇言如纶太后下嫁 属邦有美睿王求婚",
    "第二十四回 马背翻身睿亲王丧命 蛾眉锁恨董小宛入宫",
    "第二十五回 入宫见妒遽唱离鸾 弃国如遗徒歌长恨",
    "第二十六回 康熙乱伦私通姑母 胤祯练艺谋夺皇储",
    "第二十七回 康熙帝巡幸五台山 皇四子结交天下士",
    "第二十八回 三次南巡太湖遇刺  一场大狱名士沉冤",
    "第二十九回 废东宫诸子争太子 进王府哥儿变姐儿",
    "第三十回 圣祖殡天变更遗诏 雍王即位残害同胞",
    "第三十一回 建新宫塑装欢喜佛 平青海犒劳大将军",
    "第三十二回 拥佳人提督吹号角 训骄子教读建高墙",
    "第三十三回 鸟尽弓藏功臣骈戮 狐悲兔死宰相乞休",
    "第三十四回 天子多情占奸侄妇  秀才造反牵累无辜",
    "第三十五回 钗光剑气公子情多 鬓影衣香美人睡足",
    "第三十六回 宝亲王园中奸舅嫂 雍正帝灯下失头颅",
    "第三十七回 女侠复仇逍遥远?鱼娘舞剑倾慕求婚",
    "第三十八回 平回部万里建殊勋 进香妃千秋传佳话",
    "第三十九回 金殿献俘逆回授首 深宫蹙额弱质存贞",
    "第四十回 荒冢题词徒留幽恨 回妃承宠特荷殊恩",
    "第四十一回 念阁老乾隆下江南 办皇差盐商争面子",
    "第四十二回 点缀湖山缁流接驾 削平叛乱猛将立功",
    "第四十三回 福康安荡舟惊丽质 马佳氏再世证前盟",
    "第四十四回 逛私娼皇后持正 接圣驾天子留情",
    "第四十五回 守贞节烈女惨死 儆荒淫皇后苦谏",
    "第四十六回 富察后受辱为尼 小霸王行凶抢妓",
    "第四十七回 乾隆帝侠义除凶 老和尚为友鸣冤",
    "第四十八回 戍伊犁皇孙屈死 买卖街天子宣淫",
    "第四十九回 假天子花赛英受骗 真朋友余大海报仇",
    "第五十回 报父仇美妾杀夫 呈小说孝女瞒亲",
    "第五十一回 代帝捉刀死兴文字狱 有情眷属生作水鸳鸯",
    "第五十二回 疑心行刺姊妹含冤 游目聘怀花木争妍",
    "第五十三回 珠光宝气点缀名园 雾鬟云发巡幸别馆",
    "第五十四回 嘉郡王参观欢喜佛 乾隆帝娱乐如意洲",
    "第五十五回 夺宠争风深夜行刺 非人不奉旨纳妾",
    "第五十六回 公主矜存贤妃封后 剌客正法教徒攻宫",
    "第五十七回 勇皇孙宫中杀贼 贞节妇湖上亡身",
    "第五十八回 病相思嘉庆驾崩 戒奢华道光好俭",
    "第五十九回 焚鸦片总督蒙冤 毁遗摺九泉含恨",
    "第六十回 憨兰嫔自取其祸 悍皇后大逞雌威",
    "第六十一回 祖制重行皇帝惧内 谗言惑主太子亡身",
    "第六十二回 上行下效王府出命 案恩断义绝保姆逞威权",
    "第六十三回 智公主除奸逐保姆 刁皇孙起祸闹宫廷",
    "第六十四回 天子悼亡佳人薄命 贵妃争宠皇后沉冤",
    "第六十五回 现彗星各地起刀兵 撄敌氛全州动干戈",
    "第六十六回 咸丰帝嗣统诛奸臣 赛尚阿奉旨督军务",
    "第六十七回 洪秀全定都续汉统 叶赫女入宫应异识",
    "第六十八回 花满凤城生丽质 歌闻梅阁动江城",
    "第六十九回 枫落秋江官运冷 月笼春水女恨悲",
    "第七十回 一门孤寡伴旅魂 片舟万里惊噩梦",
    "第七十一回 送奠仪张冠李 戴选秀女别母离家",
    "第七十二回 佳人有意点缀桐荫 天子多情名题四春",
    "第七十三回 情场失恋果然演碧 血空斗参禅岂易逃红尘",
    "第七十四回 九重春色迷莺燕 一曲清歌引凤凰",
    "第七十五回 平内乱曾国藩晋爵 启外交杜受田面君",
    "第七十六回 兰贵妃月下生皇子 咸丰帝永巷囚懿妃",
    "第七十七回 联军乘虚窥北京 咸丰星夜走热河",
    "第七十八回 烧明园二春遇劫 成和约一党弄权",
    "第七十九回 草遗诏龙驭上宾 索国玺虎将进宫",
    "第八十回 肃顺阴谋杀幼帝 懿妃妙计诛奸臣",
    "第八十一回 为国除奸肃顺授首 吊民伐罪左李封侯",
    "第第八十二回 同治帝优游燕市 安太监正法鲁垣",
    "第八十三回 同治帝妙计选皇后 慈禧后秘议立嗣君",
    "第八十四回 病榻伤心书密诏 寝宫开嘴犯慈威",
    "第八十五回 大义灭亲恭王贬子 小人设计慧妃讧后",
    "第八十六回 孝哲后绝食殉君 吴御吏尸谏大统",
    "第八十七回 违祖训宫中演淫剧 失母仪市上访名医",
    "第八十八回 传奶妈西宫讳疾 焚遗诏东后晏驾",
    "第八十九回 举丧仪慈禧抗法 争典礼恭王免职",
    "第九十回 清流党具摺驳朝旨 松筠庵会议保贤良",
    "第九十一回?亲王托病居家 高道士募捐修庙",
    "第九十二回 光绪大婚归国政 庆王筹款建名园",
    "第九十三回 慈禧后游览颐和园 李莲英值宿乐寿堂",
    "第九十四回 呈园图奏答买卖街 折荷花竟成名利场",
    "第九十五回 福太太记联玉带桥 二格格读篆铜牛铭",
    "第九十六回 光绪帝大开群臣宴 西太后参拜灵雨祠",
    "第九十七回 颐和园珍妃受责 御书房翁傅论才",
    "第九十八回 绘园图缪素筠得赏 用库款阎敬铭调任",
    "第九十九回 报旧仇移祸珍瑾 擢新进起用康梁",
    "第一百回 辞旧岁太后调五味 贺新年皇帝救二妃",
    "第一百一回 庆元宵皇亲婚配 祝万寿中日交锋",
    "第一百二回 停庆典愁云惨雾 打败仗辱国丧师",
    "第一百三回 安维峻军台效力 李鸿章全权议和",
    "第一百四回 马关会议割地求和 羊城谋泄弥天革命",
    "第一百五回 荣禄夤缘升直督 德宗点剧讽西后",
    "第一百六回 康主事热心变法 恭亲王忧国病薨",
    "第一百七回 谭嗣同微服赴小站 怀塔布藏摺献西后",
    "第一百八回 请剪发掀起政潮 练新兵议除旧党",
    "第一百九回 袁世凯变计入京 康有为乘机逃沪",
    "第一百十回 光绪帝幽禁瀛台 维新党尽忠菜市",
    "第一百十一回 寇总管撞死深宫 珍贵妃再囚永巷",
    "第一百十二回 接木移花成孽果 红灯碧血祸萧墙",
    "第一百十三回 废光绪册立大阿哥 出晓谕保护义和团",
    "第一百十四回 拳民肇祸扰京师 义和捐躯谏太后",
    "第一百十五回 义和团围攻使馆 王子宾殉义市曹",
    "第一百十六回 殉国难珍妃落井 改民服太后蒙尘",
    "第一百十七回 赛金花周旋内外 李传相劳卒病死",
    "第一百十八回 炸督署志士捐躯 筹军饷华侨奋臂",
    "第一百十九回 深恨绵绵驾归宫 掖强邻耽耽祸廷东省",
    "第一百二十回 阴气惨惨鬼闹园林 大言煌煌官禁鸦片",
    "第一百二十一回 实弹击仇杀身成仁 满斛饮恨借酒消愁",
    "第一百二十二回 光绪帝饮恨宾天 慈禧后戒烟宴驾",
    "第一百二十三回 两祧皇宗溥仪正位 一雪帝恨袁氏出京",
    "第一百二十四回 监国摄政前后参照 卖官鬻爵上下通行",
    "第一百二十五回 汪精卫弹炸摄政王 温声才枪击孚将军",
    "第一百二十六回 黄花冈七二烈殉难 佛山镇三点会鏖兵",
    "第一百二十七回 政以贿成贝勒受谤 路归国有川民争权",
    "第一百二十八回 革命军兴武汉失守 逊位诏下母子退政",
    "第一百二十九回 阴谋帝制袁徐逼后 污蔑皇室溥伦封官",
    "第一百三十回 昙花一现谋复辟 霓裳三奏泄春光",
    "第一百三十一回 国民军铲除封建制 清帝妃实行平民化",
    "第一百三十二回 皇气消尽东陵被盗 民权勃兴南京建都"
  ],
  "bookType": "历史演义",
  "author": {
    "dynasty": "未知",
    "intro": "暂无信息",
    "name": "惜华楼主"
  },
  "words": 430292,
  "catalogueTotal": 132
}