{
  "name": "二十四尊得道罗汉传",
  "catalogues": [
    "第一尊     长眉罗汉",
    "第二尊     伏魔罗汉",
    "第三尊     聪耳罗汉",
    "第四尊     抱膝罗汉",
    "第五尊     劝善罗汉",
    "第六尊     捧经罗汉",
    "第七尊     降龙罗汉",
    "第八尊     绯衣罗汉",
    "第九尊     戏珠罗汉",
    "第十尊     飞锡罗汉",
    "第十一尊     杯渡罗汉",
    "第十二尊     振铎罗汉",
    "第十三尊     施笠罗汉",
    "第十四尊     持履罗汉",
    "第十五尊     伏虎罗汉",
    "第十六尊     换骨罗汉",
    "第十七尊     浣肠罗汉",
    "第十八尊     现相罗汉",
    "第十九尊     跨象罗汉",
    "第廿一尊     拊背罗汉",
    "第廿二尊     焚佛罗汉",
    "第廿三尊     赋花罗汉",
    "第廿四尊     却水罗汉"
  ],
  "catalogueTotal": 23,
  "bookType": "其他",
  "words": 46664,
  "author": {
    "dynasty": "未知",
    "intro": "暂无信息",
    "name": "朱星祚"
  },
  "intro": "二十四尊得道羅漢传（全称《新刻全像二十四尊得道羅漢传》）。作者生平事迹不详。当代古典文学研究家孙楷第认为，作者似乎是江西临川县人。《羅漢傳》為萬曆年間楊氏清白堂刊本，六卷廿三则，中缺第廿名羅漢。明代原刊本僅存於日本內閣文庫，孫楷第30年代訪書日本，首先著錄該書，見《日本東京所見小說書目》及《中國通俗小說書目》。今該書原本已微卷複製影印，1990年由「上海古籍出版社」刊行，標點重排本亦同年刊行。题“抚临朱星祚编”。誠\\如影印本前言所說，該書題名不一，「封面說《羅漢傳》，卷首題《新刻二十四尊得道羅漢傳》；內封牌記則署《全像十八尊羅漢傳》，並標明十八尊羅漢名為：長眉、伏魔、聰耳、抱膝、捧經、降龍、戲珠、飛錫、杯渡、振鐸、施笠、持履、伏虎、換骨、浣腸、現相、賦花、卻水。」11可是書中所述，又只有二十三尊羅漢，缺第二十尊。由書名、篇目之粗疏，已大略可見該書當非精審之作。書中所記並不是根據佛經所傳十六羅漢等資料敷衍而來，而是根據《五燈會元》、《景德傳燈錄》、《高僧傳》等高僧故事，取材撰作而成。12孫楷第評論該書：「所述半文半白，殆不足以為小說，僅淺\\短之記述而已。」13大致不差。編者署名「撫臨朱星祚」，生平不可考。以「小說」藝術的觀點來說，該書真的是頗為「不足」，但若從別的方面，特別是傳說方面的觀點來說，在羅漢傳說中國化的過程中，該書卻可能起著相當重要的功用。而這個影響作用，又不在於書中如何編出眾羅漢們的故事，而在於編者給每一位羅漢都冠上一個意象鮮明，各具特色的中國式名號。「降龍」、「伏虎」和「伏魔」一樣，指的都是佛法修為者道行高超，足以降伏外道邪佛一類。對於一般以神跡顯示或傳說為信仰支撐的大眾來說，如果說羅漢是修行已到除一切煩惱、不再入輪迴的果位，恐怕是有些抽象的。如果說羅漢道法高超，而有大能，足以收伏邪魔外道或龍、虎等神獸，恐怕才更為具體，更有吸引力，更具說服力的說法。而在這三者之中，「魔」的概念比起龍、虎二者，還是較不具體的。而且在中國的傳統中，龍、虎對位並稱的傳統由來已久，相較之下，魔還是外來的、後起的。喜歡對稱、對比思考的中國人，最後會終於只取降龍、伏虎，而少談伏魔，原因大概也就在此。《羅漢傳》所記故事與佛經所載十六羅漢或其他各組羅漢事跡不大相干，而是由《五燈會元》等高僧傳記、傳說併湊而成，已如標點本及影印本前言所說。而其併湊，有時還未免有些荒誕。例如書中「降龍羅漢」的故事，即從《五燈會元》中及《景德傳燈錄》中十三祖「迦毗摩羅尊者」事跡改纂擴大而成。故事中說「降龍羅漢」乃「迦毗摩羅尊者」，而所謂的「降龍」情節，指的是尊者收伏一個也在聚徒說法的「大樹龍王」，這個龍王自恃尊貴，有驕慢心，心中存念以為尊者不足與議論，尊者卻對龍王說：「你雖不說，但你的心念我都已知道。」於是開導龍王，龍王終於悔悟，得了證悟。這就是「降龍」的主要情節。整體來說，《羅漢傳》就是在這種情況下產生的。然而或許因為《羅漢傳》寫得不很成功，影響不大，所以該書出版之後，「降龍羅漢與伏虎羅漢」的名號和事跡並未就此定型。十八羅漢中的十七、十八兩位羅漢，也直到乾隆時期才被指定為是「降龍與伏虎」。雖然如此，但是羅漢之中而終於會有「降龍、伏虎」而且成為名號最響的兩位，其實是因為「降龍與伏虎」早已是世界各地英雄傳說的共同標幟，在中國方面，也早在羅漢來到之前，人們心目中的英雄就應當是會能「降龍與伏虎」的。只不過單這「降龍與伏虎」本身，在不同情境下就有各自不同的意涵。例如「龍」這個字之所指，自古以來就常具有神祕或神化的意涵，而不只是一種動物。但有時卻又是如豢龍氏傳說一樣指一種似乎可養可殺的動物。16而後來印度的龍傳進中國之後，更有龍天、龍宮、龍王及龍王家屬等觀念，一方面更貼近人性，一方面卻更加的神化複雜。而也就是佛教傳進中土之後，「降龍」的故事才在中國流傳開來，而且多半說的就是佛法修行者們的「降龍」故事。"
}