{
  "name": "新石头记",
  "catalogues": [
    "第一回 逢旧往事怪迷离　睹新闻关心惊岁月",
    "第二回 入尘寰初进石头　懁往事闷看《红楼梦》",
    "第三回 听芳名惊心增惝恍　尝菜满腹诧离奇",
    "第四回 慧神暪下问启新知　呆霸王酣酒呈故态",
    "第五回 求知识借新书　瞎忧愁纵谈洋货",
    "第六回 翻册籍自讶过来人　避喧嚣偏逢醉酒汉",
    "第七回 一言不合怒绝狂徒　满口忠言正则大舅",
    "第八回 闲品茗纵谈天足　论禁猎惊及地反",
    "第九回 一家春慧神暪品酒　制造局呆霸王买书",
    "第十回 论文野旁及圆林　考工艺遍游局厂",
    "第十一回 看造枪炮转疑教授　退打璜表论及赌徒",
    "第十二回 气焰逼人王威儿受屈　冤家狭路杨势子遭殃",
    "第十三回 赠盘缠薛蟠仗义　试邪术王命舞刀",
    "第十四句 受愚蒙薛蟠拜神坛　信邪教中堂攻使馆",
    "第十五回 义和团大闹北京城　呆霸王夜走长新店",
    "第十六回 义和团态毕呈　王威儿凶心忽露",
    "第十七回 味蕝园两番演说　长发栈一夕清谈",
    "第十八回 引证古今好学生词穷夜遁　横施缧绁慧神璊平地遭殃",
    "第十九回 片言贾祸狴犴羁身　毒手频施鸿毛性命",
    "第二十回 何处有堂前三尺法　忽地来天外一封书",
    "第二十一回 放手枪宝玉缚强盗　中冷箭焙茗现原形",
    "第二十二回 贾宝玉初入文明境　老少年演说再造天",
    "第二十三回 研医道改良饮食　制奇器科学昌明",
    "第二十四回 验病所痛陈医理　乘飞车快阅水师",
    "第二十五回 穿鱼腹战船施猛力　试电气海上发奇光",
    "第二十六回 闲挑灯主宾谈政体　驾猎车人类战飞禽",
    "第二十七回 中非洲猎获大鹏　藏书楼纵观古籍",
    "第二十八回 获大鹏同受奖牌　捕鲲鱼快乘猎艇",
    "第二十九回 遇荒岛鸣枪击海马　沉水底发电战鳅鱼",
    "第三十回 勇水手入海战人鱼　慧神璊戴冰获貂鼠",
    "第三十一回 探南极异景看旋涡　逐巨鳅无心得海隧",
    "第三十二回 获奇珍顷刻变温凉　尝旨酒当筵论文野",
    "第三十三回 进方物书记登程　游公园暑天赏雪",
    "第三十四回 走隧道纵游奇境　阅工厂快得工观",
    "第三十五回 论竞争闲谈党派　借农桑引出军操",
    "第三十六回 品评风俗及娼优　行军利品偏慈善",
    "第三十七回 演飞车云端列阵　制奇炮电术通神",
    "第三十八回 奇器发明偏谈仁术　壮游已遍拟访文明",
    "第三十九回 故人遇合饮酒陶情　医学昌明驻频益寿",
    "第四十回 入梦境文明先兆　新石头演义告成"
  ],
  "catalogueTotal": 40,
  "bookType": "其他",
  "words": 130047,
  "author": {
    "dynasty": "清",
    "intro": "吴沃尧（1866年5月29日－1910年10月），名沃尧，一名宝震，字小允、趼人、茧人，人尊称茧叟、茧翁。广东省南海县佛山镇人，清末知名作家，笔名有偈、佛、野史氏、岭南将叟、中国少年、我佛山人等，表字以“趼人”最为著名，笔名以“我佛山人”最为著名。《二十年目睹之怪现状》是其代表作，属清末四大谴责小说之一。\n",
    "name": "吴趼人"
  },
  "intro": "版本：光绪三十四（１９０８）年十月上海改良小说社单行本。四十回。作者：署“老少年撰”，老少年即吴趼人。吴趼人，名沃尧，字小允，又字茧人，后改字趼人，广东南海佛山镇人。清同治五年四月十六日生（１８６６年５月２９日）生于北京祖父寓所，三岁，祖父亡故，随父母奉丧南归。十七岁丧父，十八岁被生计所迫，至上海谋事。光緖廿三（１８９７）年至廿八年，主持上海各小报笔政。从光緖廿九年起，致力小说创作，进入其文学生涯的黄金时代。宣统二年九月十九日（１９１０年１０月２１日）卒于沪寓。内容：续《红楼梦》故事。吴趼人（1866年—1910年），原名沃尧，字小允，又字茧人，广东佛山人，作家。笔名有偈、佛、茧叟、茧翁、野史氏、岭南将叟、中国少年、我佛山人等，笔名中尤以「我佛山人」最为着名。其曾祖父吴荣光，曾任湖南巡抚，代理两广总督；祖父莘佘，官至工部员外郎；父允吉，曾任浙江候补巡检。又字茧人，广东佛山人，作家。笔名有偈、佛、茧叟、茧翁、野史氏、岭南将叟、中国少年、我佛山人等，笔名中尤以「我佛山人」最为着名。1910年），原名沃尧，字小允，吴趼人幼年丧父，18岁离家到上海谋生，曾在茶馆做夥计及在江南制造局担任抄写工作。後来，於1897年开始在上海创办小报,先後主持过《字林沪报》、《采风报》、《奇新报》、《寓言报》等，其中尤以《寓言报》最为着名。1906年，担任《月月小说》总编,发表大量文章，批评时政。光绪二十九年始，吴趼人在《新小说》杂志上先後发表《电数奇谈》、《九命奇冤》、《二十年目睹之怪现状》等。其中代表作有《九命奇冤》和《二十年目睹之怪现状》，均连载于梁启超主办的《新小说》上。后者以九死一生者为主角，描写此人20年间所见所闻，无非是人间的\"蛇虫鼠蚁\"、\"豺狼虎豹\"诸类之奇形怪事。书中对晚清间贪污腐化、荒淫无耻的官僚，唯利是图、奴颜婢膝的买办，附庸风雅、吟风弄月的犬儒的描绘，入木三分。小说文笔生动，语言尖刻，流传很广。《二十年目睹之怪现状》轰动一时，影响深远，为晚清“四大谴责小说”之一。他创作的小说有30多种，人称“小说钜子”，是清末谴责小说的杰出代表，与李伯元、刘鹗、曾朴合称晚清四大小说家。其他着名的作品有《新石头记》《恨海》《趼人十三种》等，《情变》是他最後一部小说。此外，他亦曾拒绝清政府经济特科的考试,绝意於仕途，故只能靠卖文为生。一生清贫，工作劳累，卒於1910年10月在上海逝世,终年45岁，死时身上仅余四角小洋，其丧事也是由朋友代为筹措，其遗体先停放在闸北潭子湾广肇山庄，一厝20年，直至1931年9月21日才火化，骨灰埋在大场广肇山庄。==============================================================================《新石头记》是近代著名谴责小说家吴趼人的一部重要作品。无论是放在清末大量涌现的《红楼梦》续书中，或是置于十九世纪前后世界文学发展之中，它都有其十分值得重视的价值。从这部小说入手，也可以更为清楚地了解吴趼人社会思想的构成。(一)清代末年出现了《红楼梦》的大量续书。从不同续书中可见续作者对这部伟大小说的内涵的不同理解和不同感受，以及对社会人生、文化艺术、道德伦理的不同价值取向。遗憾的是，续作大都“托言林黛玉复生，写不尽的儿女私情”(《新石头记》第一回)。其对爱情的表现，在意义上格调上不用说大大低于原作《红楼梦》，有的甚至写众女共事一夫，家族兴旺，皇恩浩荡，兰桂齐芳，充斥着浓厚的封建意识，与原作的思想倾向背道而驰。这些续书的作者完全抛弃了原作中最基本的几点：对封建末世社会诸关系(包括政治、经济、思想、文化、伦理道德等)的全面深刻的批判精神；补天不成的悲哀思绪；以及民主意识与新的价值观念的萌芽。续作者抛弃了原作者曹雪芹所珍视的，而把曹雪芹鄙弃的奉为至宝，用完全不同于，甚至相反于曹雪芹的思想、感情和价值观念改变了《红楼梦》众多人物的性格和命运。其结果，只能是些借《红楼梦》的题目敷衍出来的充满旧文人气的封建正统小说或言情小说，其思想价值和艺术价值都并不高。《新石头记》则是一部迥然不同的《红楼梦》续书，它继承了《红楼梦》批判社会、反映人生的现实主义精神。这部续书将《红楼梦》中的主要人物贾宝玉的背景从清代盛极而衰的转折时代，置换为内忧外患衰颓已极的近代社会。小说中，贾宝玉在1901年复生，到上海、南京、北京、武汉等地游历，以他的经历为主线，揭示了20世纪初半殖民地、半封建的中国社会复杂、丰富、多变、动荡的社会特征和文化特征，描写了它落后、腐败而又不断产生新事物，萌生新观念的时代面貌。在此基础上，吴趼人表达了他“补天”的理想，他找到了“补天”的工具和武器，以不同于曹雪芹时代的近代精神，构筑了一个“天”已补成，完美无缺的“文明境界”，实现了曹雪芹苦苦追寻而不得的愿望。在吴趼人看来，批判与补天是《红楼梦》的两个方面，他正是循着这条路子来写作《新石头记》的。虽然《新石头记》与《红楼梦》在思想艺术的各个 方面有着较大的距离，但批判与补天这一理解使得《新石头记》具备相当的思想艺术价值，从而在众多《红楼梦》续书中显得十分特殊。小说在第一回就开宗明义地提出了“补天”的主旨：“贾宝玉突然想起……只和那些女孩子鬼混了几年，未曾酬我这补天之愿，怎能够完了这个志向，我就化灰烟，也是无怨的了。”“补天”，是《新石头记》中贾宝玉回到尘世的目的。要“补天”，须先详察“天”的破损溃烂之处。吴趼人一仍旧贯，按照他写作谴责小说的方法，对近代社会的“天”进行了全面的扫瞄。作者首先将笔触指向置于帝国主义经济侵略之下的深深陷入危机的民族经济方面。作品描写了洋货充斥的上海，从洋火、八音琴、留声机到外国人的兵工厂，外国商品占领了本国市场，使得刚返尘世的贾宝玉目瞪口呆，他痛心疾首地说：“通商一层，是以我所有，易我所无”，但现在“外国人尽着拿东西来卖给中国人，一年一年的不把中国的钱都换到外国去了么?”仅吕宋烟一宗。“就每年送掉四百万两银子，这是多么可怕”。还不算被鸦片换走的滚滚不断的白银。小说还描写了在帝国主义武装侵略的炮火之下的国家政治局势和在庚子事今?中的义和团运动，热情赞扬了反侵略、反卖国的爱国志士。在种种弊端之中，作者特别痛心，特别愤怒的是国民的不健康心态和性格，小说所揭示的各个方面，几乎都围绕着这一点。在帝国主义经济侵略的大背景中，活跃在前台的是柏耀廉、薛蟠、包妥当等人物，他们或是甘心做洋奴，甚至助纣为虐，帮外国人赚自己国家的钱，帮外国人欺压本国人，或是浑浑噩噩，只知外国人的东西好，却眼见外国兵舰放在自己国家的港口麻木不仁，毫无危机感。对这类国民，作者不禁大喝：“诸公莫以为东三省的事与我们无涉，我们只管醉生梦死地过去，黑龙江便是扬子江的前车。”在描写义和团运动时，作者所致力刻划的，则是国人愚昧落后、自欺欺人、见利忘义、无明确是非观的另一特性。小说以“一个著名光棍，平日吃喝嫖赌无所不为”的义和团骨干王威儿为例，写到义和团烧香、念咒、作法，在京城滋事扰众，八国联军入京时，此人身插大英顺民的旗子，跪地迎接。薛蟠用洋油烧了铁路，被众人说成是“只念了几句咒语，那铁路便自己发出火来烧了”。小说在反映那一时期的黑暗政治的时候，以贾宝玉被构陷，几乎被处死的恶性事件，剖析了官僚的罪恶心态：一个道貌岸然，在青年学生中颇有威望的武昌督抚，只因被贾宝玉议论过他演讲中的错误，便将贾宝玉置于死地，此人“最喜欢的是奉承他，最恨的是驳他的议论……但是驳他的，他就以为是诽谤他”。这一事件以一青年学生告密开始，以宝玉密友顶替他假意奉承而告终，残酷的事件以诙谐调侃的笔调写出。吴趼人对国民性格的揭露可谓入木三分。总而言之，《新石头记》在继承《红楼梦》批判社会、反映人生的现实主义精神，反映20世纪前后半殖民地半封建的中国社会的时候，透过在这个社会中活动着的丑恶的人以及奇形怪状的社会现象，作者找到了各种弊端的症结所在：“这就是以儒家伦理思想为核心的传统道德在国民生活中的被弃。这也是“天”破损溃烂的根本原因。他认为，那些甘当洋奴的人“不知生了什么心肝……我们古圣人以文、行、忠、信立教的”，“照他这等说来，这‘行’字，‘忠’字，‘信’字都是没有的了”。而那些国难当头，大发横财的暴发户，用《新石头记》中贾宝玉的话来讲，“叫他在天理上、廉耻上问问心，只怕有点过不去。读书了明了理，就要保全天理，顾全廉耻，所以就不能发这个财”。由古圣人开始的传统价值观念，是吴趼人思想的核心，他正是从这一点出发提出他的谴责，也是提出他的补天主张的。吴趼人对国民病态性格的关注以及他的许多作品对此的剖析，这与19世纪末20世纪初的改造国民性的社会思潮是一致的。在19世纪下半叶，冯桂芬、严复等人已提出中西民风之区别的问题，倡导“鼓民智”、“新民德”。到了20世纪初，关于中国民族特性和国人性质的特点及改造的探讨更加热烈，其中，梁启超是一位主要人物，他发表大量有社会影响的文章，阐述“新民”的必要性，形成了第一个改造国民精神的理论体系：新民理论。在此时期的吴趼人，其思想及社会主张也受到梁启超为首的维新改良派的新民运动的影响。《新石头记》中就写到贾宝玉在如饥似渴地阅读《时务报》、《知新报》、《清议报》时，“心中愈加欢喜”。不过，这一时期的新民理论与“五四”时期的向传统文化全面挑战及“改造国民的劣根性”相比，还处在幼稚的阶段。梁启趣曾认为，有了有德、有智的新民，则何患“无新制度，无新政府，无新国家”。将国民的“德”置于可劷?、右国家制度的基础之上，而忽略了对国家社会制度的彻底革命。对社会问题的这种肤浅理解和改良主义的主张，是这一时期关于国民性问题的社会思潮的主要缺陷。这一局限，既说明了维新改良派的片面性和不彻底性，也说明了这一动荡时期的社会思潮是属于不同于封建社会的近代社会的，与封建主义思想有本质的不同。它只能从处于过渡时期的具有变革性的近代社会中产生。象吴趼人这样的爱国作家们不同程度地接受了西方的思想，意识到旧的一套对国民性格的压抑和扭曲，认识到现有政体的不合理性。因此，他们以文学为武器，以文学来开启人们的心智，改造国人的精神和性格，从而达到改变中国现状，改变政体结构，换来中国的新生的目的。而由于时代条件的限制，他们所能运用的思想武器，既有一些来自西方的先进思想，更多的是取自传统文化和传统道德之中。《新石头记》的“补天”主张，它批判社会、反映人生的现实主义立场和方法，都完全体现了近代的精神。尽管当时改变社会现状的理论和方法现在看起来是多么幼稚和片面，但是，如果没有这批近代作家的努力，将文学与政治斗争紧密结合，将文学从文人“游戏或失意时的消遣”工具，变成改良社会的工具，赋予文学新的社会功能，就不可能有“五四”以后新民主主义的为人生的文学，写实主义的文学。如果没有近代作家们对国民精神的批判，也就没有“五四”时期现代作家们向传统文化的全面挑战和改造国民劣根性的主张。近代作家们的创作实践和理论，为“五四”新文学运动的形成和发展提供了基础，起了先导的作用。(二)维新改良主义的“新民”，是《新石头记》“补天”思想的核心，是“补天”的重要措施。在小说的前半部分，吴趼人以儒家政治伦理道德思想为武器，批判和谴责了那一时代的社会和人；在小说后半部分，则以儒家的政治伦理道德思想为工具进行“补天”，构筑了他心目中的理想王国，这就是“境界之内都是孔子之道”的文明专制国：“文明境”。境内由仁君与智者组成领导集团，用代表儒家政治伦理道德某一观念的字，作为行政区域的“符识”：“中央是‘礼、乐、文、章’四个字；东方是‘仁、义、礼、智’四个字；南方是‘友、慈、恭、信’四个字，……北方是‘忠、孝、廉、节’四个字。”境内普及教育，小孩入学堂第一课便是修身，将“那孝悌忠信礼义廉耻，人人烂熟胸中”。在这块乐土上，君主仁慈，国民都有良好的道德品质，无党派、无宗教、无乞丐、无戏、无妓，人人自食其力，丰衣足食。但仍有分明的等级，贾宝玉所到之处，均有童子伺候，境中各官员也都有供使唤的下人。小说末尾处出现了一个人物，名曰东方文明，他“执掌政柄，当国五十年”，其孙分别名为东方新、振、兴、锐、勇、猛、威。元孙东方大同，外元孙华抚夷。这位东方文明正是《红楼梦》中的甄宝玉，他实现了贾宝玉的“补天”愿望。小说结尾时他登上了万国和平会的主席台，当了会长，发表了关于“全人类和平”的讲话。可知，《新石头记》所描绘的理想社会，其实现途径是以传统的古老文明去补那个因缺乏儒家仁政和伦理秩序而残破的封建社会的天。恢复了传统的东方文明，中国就会面目一新，就能振兴、勇猛、最后达到儒家的最高社会理想：大同，从而在世界上重新建立中国的中心地位，即华抚夷。也就是说，吴趼人的“补天”良方，是将国民素质的改造和提高纳入传统的儒家政治文化的轨道，以儒家的伦常等级作为联系社会各关系的纽带，以仁政作为君主统治国家的纲领。儒家的思想是吴趼人社会思想的基础，他的“新民”思想，他的理想国、文明境观念，他对封建皇权可以实行仁政的信念，他的道德复归、政治维新的思想，这一切都来源于儒家思想。历来论者多认为：吴趼人是以“恢复旧道德”为终极目的。他曾在《上海游骖录》自跋中说：“今日之社会，诚岌岌可危，固非急图恢复我固有之道德，不足以维持之，非徒言输入文明，即可改良革新者也。”这段话被认为反映了他改造国家社会的基本主张(见时萌《中国近代文学论稿》182页)。不过，《新石头记》虽以传统文化、儒家伦理思想为尺度，对外来文化思想进行辨别与判断，(如“文明镜”中的智者老少年曾就中西方的饮食、医药、家庭伦理秩序等方面进行比较，充分肯定了中国传统的东西。)但另一方面，也用某些外来的新思想观念对传统的旧的思想观念进行分析择取。吴趼人虽然主张恢复旧道德，但并非对所有旧的东西都坚持、对外来的新东西都拒绝的。如小说中的两个正面人物：贾宝玉和吴伯惠，便对西方文明抱着借鉴学习、拿来主义的态度，认为外国人与中国人没有什么不同，外国人懂的东西，中国人也能学会。他们潜心学习英文，研读翻译书籍，考查科学技术，迫切要求掌握外国的先进技术。对于固步自封、闭关自守的旧观念，他们是非常痛恨的：“只恨我们中国的习气，总是死守成法。听见说有个新法，不是诧为荒唐，便是斥为多事。”《新石头记》的后半部分，更是描绘了一幅科技高度发达，人能主宰客观世界的神奇图景。在这里，在天空和海底自由来去，制造出光速飞车；由棉花到衣服的自动纺织机；从矿石到炮弹的自动扣弹机；袖珍战船；无需烧煮但营养丰富的液体营养品；能鉴定人的品格气质的照妖镜；还有司时器、透水镜、电梯。不仅如此，还研制使人增高智商的“聪明散”，令人长寿的“不死法”，温度、湿度最符合人体需要的人造气候等等。在这个物质条件非常优越的环境中，农民们合田而种，机械劳动代替了体力劳动；住宅园林化；教育普及；生育得到节制，人民享受着现代的物质文明，在仁慈的皇帝统治下，国民健康幸福。从这些内容中显然可见吴趼人受到西方自然、社会观念的影响，对以儒家思想为核心的传统观念有所扬弃。儒家思想标榜“君子喻子义，小人喻于利”，长期以来形成了知足常乐，固穷守志的观念。在注重主观修养、人际协调的同时，漠视对客观世界的改造。宋明以后，“存天理，灭人欲”观念的绝对树立，一方面窒息了人欲，另一方面人的创造力也被严重压抑，生产力的发展因此受到严重束缚。吴趼人对此已有并非肤浅的认识。从《新石头记》可知，他的政治伦理道德观主要从先秦儒家学说继承而来(而非被后世理学家们改造过的儒学理论)，并且改造融合近代西方某些进步思想，形成了反对专制、反对迷信、重科学、重民生、重民族传统道德的思想体系。他在批判谴责现实社会的同时，以求变、求新、求实的科学精神，构建出一个新的社会。这个社会的建立，不仅有赖于上述思想观念，且必借助西方科技文明，两者缺一不可。吴趼人所设计的理想的“天”，比之前代爱国思想家们所憧憬的圣君贤相的社会模式，有很大区别，它是充满了近代的意识和精神的。(三)象《新石头记》那样，以浪漫主义的想象，创造出现实中不存在的，但可能在将来出现的理想国土，在理想社会的图景中体现作家的社会理想，这种构思和题材的文学作品，在中外文学中都曾有迊?。东晋陶渊明的散文《桃花源记》，描绘了一幅小国寡民，无为而治，互不干扰，和平安谧的社会生活图画；清末《镜花缘》里面的君子国、大人国、里齿国等海外异邦，也表现了作者李汝珍的社会理想：好让不争，“惟善为宝”，普及文化教育，人人注重品德修养。这两个作品所体现的社会理想，是属于封建时代的。在西方，早在公元前四百年，古希腊学者柏拉图在《理想国》中提出了劳动分工、教育普及的观点，提出了“共产社会”(即公产)的理想。到了16世纪初，英国杰出的人文主义者托马斯"
}