{
  "name": "孽海花",
  "catalogues": [
    "第一回　一霎狂潮陆沉奴乐岛　卅年影事托写自由花",
    "第二回　陆孝廉访艳宴金阊　金殿撰归装留沪渎",
    "第三回　领事馆铺张赛花会　半敦生演说西林春",
    "第四回　光明开夜馆福晋呈身　康了困名场歌郎跪月",
    "第五回　开搏赖有长生库　插架难遮素女图",
    "第六回　献绳技唱黑旗战史　听笛声追白傅遗踪",
    "第七回　宝玉明珠弹章成艳史　红牙檀板画舫识花魁",
    "第八回　避物议男状元偷娶女状元　借诰封小老母权充大老母",
    "第九回　遣长途医生试电术　怜香伴爱妾学洋文",
    "第十回　险语惊人新钦差胆破虚无党　清茶话旧侯夫人名噪赛工场",
    "第十一回　潘尚书提倡公羊学　黎学士狂胪老鞑文",
    "第十二回　影并帝天初登布士殿　学通中外重翻交界图",
    "第十三回　误下第迁怒座中宾　考中书互争门下士",
    "第十四回　两首新诗是谲官月老　一声小调显命妇风仪",
    "第十五回　瓦德西将军私来大好日　斯拉夫民族死争自由天",
    "第十六回　席上逼婚女豪使酒　镜边语影侠客窥楼",
    "第十七回　辞鸳侣女杰赴刑台　递鱼书航师尝禁脔",
    "第十八回　游草地商量请客单　借花园开设谈瀛会",
    "第十九回　淋漓数行墨五陵未死健儿心　的烁三明珠一笑来觞名士寿",
    "第二十回　一纸书送却八百里　三寸舌压倒第一人",
    "第二十一回　背履历库丁蒙廷辱　通苞苴衣匠弄神通",
    "第二十二回　隔墙有耳都院会名花　宦海回头小侯惊异梦",
    "第二十三回　天威不测蜚语中词臣　隐恨难平违心驱俊仆",
    "第二十四回　愤舆论学士修文　救藩邦名流主战",
    "第二十五回　疑梦疑真司农访鹤　七擒七纵巡抚吹牛",
    "第二十六回　主妇索书房中飞赤凤　天家脱辐被底卧乌龙",
    "第二十七回　秋狩记遗闻白妖转劫　春帆开协议黑眚临头",
    "第二十八回　棣萼双绝武士道舍生　霹雳一声革命团特起",
    "第二十九回　龙吟虎啸跳出人豪　燕语莺啼惊逢逋客",
    "第三十回　白水滩名伶掷帽　青阳港好鸟离笼",
    "第三十一回　抟云搓雨弄神女阴符　瞒凤栖鸾惹英雌决斗",
    "第三十二回　艳帜重张悬牌燕庆里　义旗不振弃甲鸡隆山",
    "第三十三回　保残疆血战台南府　谋革命举义广东城",
    "第三十四回　双门底是烈女殉身处　万木堂作素王改制谈",
    "第三十五回　燕市挥金豪公子无心结死士　辽天跃马老英雄仗义送孤臣"
  ],
  "catalogueTotal": 35,
  "bookType": "谴责公案",
  "words": 210734,
  "author": {
    "dynasty": "未知",
    "intro": "曾朴（1871年－1935年）原名曾朴华，字太朴，又字小木，笔名东亚病夫。清朝作家，其代表作为小说《孽海花》。\n",
    "name": "曾朴"
  },
  "intro": "在中国小说史上，《孽海花》是一部当之无愧的文学名著。它的出版，曾于２０世纪初期的文坛引起轰动，在不长的时间里，先后再版１０余次，“行销１０万部左右，独创记录”（范烟桥《孽海花侧记》）。专家的评论亦颇为热烈，著名小说研究专家蒋瑞藻在《小说枝谈》中，转引《负暄琐语》的评论说：“近年新撰小说风起云涌，无虑千百种，固自不乏佳构。而才情纵逸，寓意深远者，以《孽海花》为巨擘。”一代古文大师、著名外国文学翻译家林琴南，对之推崇备至，“叹为奇绝”。鲁迅对此书亦多有褒扬。然而，不同的声音亦复有所闻：胡适以为：“《孽海花》一书……但可居第二流”。一部小说不仅引起一般读者的广泛兴趣，以至一版再版，并且招来诸多文化名人评头品足，这确乎是一件极有趣的现象。我们今天的读者，尽可以放开自己的眼光去鉴赏，去评判。为了有助于朋友们阅读，不妨对作者的经历，成书的过程，以及小说诸般特征略作评介如下： 作者曾朴，初字太朴，后改字孟朴，笔名东亚病夫，病夫国之病夫等。江苏常熟人。生于１８７２年，卒于１９３５年。他生活的年代，恰是中国社会充满了动荡与变革的时代。而曾朴又是一个生性敏感、热心国事之人，因此而随时代大潮的激荡而沉浮。他１９岁即考中秀才，次年中举，可谓少年得志，名震乡里。转年即赴京应试，却因试卷墨污而名落孙山。随即捐官内阁中书，留京供职。越２年，爆发了甲午海战，中国一败涂地，被迫与日本签订了丧权辱国的《马关条约》。消息传来，国人震惊。曾朴怀抱忧国忧民之志，难耐内阁中书的闲散空旷，立志进入外交界，以实现“为国宣劳”的人生理想。为此，而入同文馆学习法文。至１８９６年，负责外交事务的总理衙门招考章京，曾朴虽以“异才”而闻名京师，却因不为内阁衙门保举而不得应试资格。其壮志难酬，悲愤至极，拂袖出京而去。次年，至上海创办实业，适逢谭嗣同、林旭等维新志士聚集沪上，谋划变法革新。曾朴为之所动，与谭、林诸君朝夕相聚，筹谋新政。１８０８年，应康有为、梁启超相召，谭、林等北上京师。曾朴则因父亲丧葬琐事尚未料理清楚而滞留沪上。不久，变法失败，谭、林诸君殉难。曾朴闻讯不胜惊恐，迅即由泸返乡。乡居期间，与开明士绅丁祖荫、徐念慈、张鸿等人，倡导新式教育，虽遭顽固势力百般阻挠，但最终还是冲决各种阻力，创办了常熟第一所小学。又自办日文讲习班，聘日籍教师任课。１９０３年再赴上海，经营茧丝业，因受外丝倾销的冲击，折本而罢。次年，转入出版业，创办“小说林社”，出版中外小说。１９０７年又创办《小说林》月刊。１９０８年因资金周转不灵，出版社被迫关闭。即在曾朴从事出版业的同时，亦未曾中断政治活动，他曾参加张謇、孟昭常等人为中心的预备立宪公会，积极倡导君主立宪制。到１９０９年，清政府已处四面楚歌的境地，曾朴却应大官僚端方之聘，进入两江总督衙门，做了幕僚。次年，又因端方保荐，以候补知府身份，先后在杭州、宁波任职。辛亥革命后，被选为江苏省议员，又历任官产处处长、财政厅厅长、政务厅厅长等职。直至国民革命军北伐至江苏，才终止了官场生涯。１９２７年重操旧业，创办“真善美”书店，并出版发行《真善美》杂志。至１９３１年，复以资金不能流转而歇业。随即由泸返乡，４年后结束了他坎坷曲折的人生历程。这里特别需要说明的是，终其一生，始终热衷于学术研究与文学创作，著述达数１０种之多，而尤以《孽海花》蜚声中外，艺术魅力历久而不衰。 《孽海花》的成书过程，亦如同它的作者人生历程那样，复杂而又曲折。第一、二回发表于１９０４年留日青年在东京创办的《江苏》杂志第８期，而作者并不是曾朴而是金松岑。金氏以爱自由者为笔名刊发两回之后，又写成４回，遂以６回书稿寄送好友曾朴商酌。曾朴以为题材尚好，只是格局过于狭隘，建议作大的修改，使之“尽量容纳３０年来的历史”。金氏以为写小说非己所长，则顺水推舟，任由曾朴去修改、续写。曾朴遂埋首案头３月余，得２０回（含对金氏６回彻底改写）。１９０５年由日本翔鸾社分两集出版发行。至１９３０年，续写至３５回，其中前２０回于１９２８年由真善美书店再版，依然分作两集。后１５回则由《真善美》杂志陆续刊发。１９３１年将此１５回的前１０回结集，由真善美书店出版，是为第３集。继而，又将３集合为一册出版。简而言之，合刊后的版本为３０回，后５回并未放入其中，至中华人民共和国成立后，１９５５年出版的宝文堂本，１９５６年出版的上海文化出版社本，以及１９５９年上海中华书局本，都是３０回本。直到１９６２年，中华书局才将后５回作为附录增入出版，是为增订本。 《孽海花》内容繁富，时间跨度大，如何从总体上把握它的本质特征？作者对其创作意图的剖白，对我们颇有启发。《修改后要说的几句话》曾云：“这书主干的意义，只为我看着这３０年，是我中国由旧到新的一个大转关，一方面文化的推移，一方面政治的变动，可惊可喜的现象，都在这时期内飞也似的进行。我就想把这些现象，合拢了它的侧影或远景和相连系的一些细节事，收摄在我笔头的摄影机上，叫它自然地一幕一幕地展现，印象上不啻目击了大事的全景一般。”由是观之，作者试图在这部小说里容纳３０年历史的本质内容，并表现出它的发展趋势。质而言之，就是要把《孽海花》写成一部历史小说。而所谓历史小说，已经不同于我国传统意义上的“历史演义小说”，历史演义小说，即历史的通俗化；而这里所说的历史小说，是具有近代意义的新概念。其基本特征是：“把奇妙和真实”结合在一起，塑造“个人与社会历史命运更紧密结合的人物”，表现历史的本质和趋向，最终“把小说提高到历史哲学的地位”（引号为卢卡契言论）。应该说，《孽海花》已经达到了这样一种境界，堪称具有近代意义的历史小说。这自然与作者对法国文学特别是对大仲马、雨果的历史小说具有颇为精到的研究不无关系。 《孽海花》所表现的３０年历史内容，亦即同治中期至光绪后期这一特定历史阶段政治和文化的变迁史。 就政治演变而言，小说以同治中后期为背景，或隐或现地表现了光绪前、中期一系列重大事件的发展历程：从中法战争到中俄领土争端；从甲午海战到台湾军民的反抗侵略；从洋务运动到维新派兴起，以至资产阶级革命领导的广州起义的失败。同时，作者更注重表现诸多政治事件的内在联系及其发展趋势。诚如作者自云：“这书写政治，写到清室的亡，全注重德宗和太后的失和，所以写皇家的婚姻史，写鱼阳伯、余敏的买官，东西宫争权的事，都是后来戊戌政变，庚子拳乱的根源。”小说中的光绪皇帝生性懦弱，完全被慈禧太后所挟制，即使册立皇后，亦没有丝毫的决定权。慈禧将自己的外甥女塞给光绪立为皇后，以为耳目，而光绪所宠爱的姑娘只好屈居皇妃之位，从此东、西宫争宠的闹剧愈演愈烈。东、西宫争宠，实质是光绪与慈禧争权的表现形式。后来，外间传言，鱼阳伯行贿皇妃，谋上海道肥缺。慈禧就借机大打出手，立刻廷杖皇妃，并降之为贵人。因此而引起帝后失和。由此而后的戊戌政变、义和团运动直至清王朝覆亡，都与帝后失和相关联。不过，戊戌政变及以后的事件都在拟写计划之内，而并未付诸实施。 小说是如何表现３０年来思想文化的变迁呢？作者在《修改后要说的几句话》中对此亦有明确的揭示：“写雅叙（聚）园、含英社、读瀛会、卧云园、强学会、苏报社，都是一时文化过程的足迹。”从雅聚园的描写中，可表现出同治时期一般读书士子的精神风貌，国家已处岌岌可危的境地，而他们对此却麻木不仁，对世界大势几乎是一无所知，唯一感兴趣的就是考究做八股文的要诀，陆菶如就是典型的代表人物。然而，时代风云的激荡毕竟促使读书士子阶层发生分化，某些思想敏锐的通达之士，开始睁眼看世界，除举子业之外，亦注重经史百家的学问，而且对西学表现出浓厚的兴趣。就在第２回有关雅聚园的描写之后，叙及金雯青中状元衣锦还乡、乘轮船途经上海小住。有洋务派著名人物冯桂芬来访，见面一番寒暄之后，即以长者口吻勉励雯青说：“现在是五洲万国交通时代，从前多少词章考据的学问，是不尽可以用的……我看现在读书，最好能通外国语言文字，晓得他所以富强的缘故，一切声、光、化、电的学问，轮船、枪炮的制造，一件件都要学会他，那才算得个经济……”一番话足以振聋发聩，直令状元郎茅塞顿开。随后，金雯青又应邀赴一品香会客，席间听薛淑云（影射薛福成）、王子度（影射黄遵宪）等人“议论风生，都是说着西国政治学艺”，不由暗自惭愧，想道：“我虽中个状元，自以为名满天下，哪晓得到了此地，听着许多海外学问，真是梦想没有到哩！从今看来，那科名鼎甲是靠不住的，总要学些西法，识些洋务，派入总理衙门当一个差，才能够有出息哩！”由此意味深长的心理剖白，可见在上海这等开放的城市，学西法、识洋务在知识界已成为时尚。时代毕竟前进了，传统的词章考据之学，已远远不足以敷用，洋务思想应运而生，盛行于世，思想文化演变之迹甚明。然而，洋务思想自有其先天的不足，它只承认西方各国的船坚炮利及科技的进步，而无视其政治体制较之封建专制亦同样具有的进步性和优越性。这种轻本而重末的致命弱点，随着时代的推移而愈益为人们所认识。代之而起的则是以政治体制变革为实质内容的维新变法的思潮。到１８回有关“谈瀛会”的描叙，就十分清晰地表现了这一思想文化变迁的足迹。从第２回写金雯青衣锦还乡、途经上海聆听薛淑云、王子度的洋务高论，到１８回叙及金雯青由俄返国途经上海参加“谈瀛会”，其间经历了２０余年的时间，这期间思想文化界发生了深刻的变化，康有为的维新变法思想开始在社会传播，同时，从洋务派中亦分化出一批具有变法思想的改良派。“谈瀛会”上，依然是薛淑云、王子度一班人，而其政治见解较２０年前大有进步。“谈瀛会”的中心话题是：“吾今自强之道，究以何者为先？”围绕此论题，各抒高见。或以为力争外交权为急务；或以为当以练兵为首要；或以为发展经济为基础；而最具说服力的论辩，则是以为必以政体变革为第一。而此论实际上最终成为诸名士的共识。毫无疑问，它属于改良主义的新思潮。 小说写到第２９回，所反映的时代背景，已是１９世纪末期甲午海战之后的情状。北洋海军乃洋务运动的产物，海上一场恶战，竟不抵岛国日本，几至全军覆没。这沉痛的教训给思想文化界以极大的震动，通达之士为之猛醒，他们清醒地意识到：政体不变革，单是办办洋务，终究是难以拯救衰敝的祖国。这种以变革政体为核心内容的维新思想，在甲午海战之后颇为盛行一时。 与此同时，更有一些思想激进的知识分子，他们以为清朝政府已经腐败透顶，顽固派势力在朝廷占居绝对优势，以和平的方式去变革政体，只不过是浪漫的幻想，最终难以付诸实践。那么，他们的政治主张又当如何呢？第２９回叙及革命派领袖人物杨云衢（影射杨鸿飞）的演讲辞，从而明确揭示了革命派政治主张的本质内容：“现在的中国少不得革命的了！但是不能用着从前野蛮的革命，无知识的革命。以前的革命，扑了专制政府，又添一个专制政府，现在的革命，要组织我黄帝子孙民族共和的政府。”很显然，这种以“推翻专制，建立共和”为核心的政治主张，比之于维新思想来得更为激烈，亦更为切实！但是，在小说所描写的那个特定时代，革命派思潮尚未风靡社会。第２９回叙及革命中坚人物陈千秋只身赴沪，试图联络同志，发展革命力量，而结果却令他大为失望。偌大一个上海，竟难觅知音。且不论花天酒地、醉生梦死的浪子以及惟知买进卖出、胆小怕死的商贩，即使“大家推崇的维新外交家王子度，也只是主张废科举，兴学堂；众人惊诧的改制新教王唐猷辉（影射康有为），不过说到开国会，定宪法。都是扶墙摸壁的政论，没一个挥戈回日的奇才”。陈千秋的忧愤，既表达了对维新派切中肯棨的批判，又反映了革命派思想尚缺乏知音的时代特征。革命派思潮风行于世，那是戊戌变法失败之后的事情，然而，《孽海花》并未及此便匆忙收场。 总之，循着作者的笔触，不难寻绎出３０年间政治、文化的演变史，从而，使小说具有了“历史哲学”的意味和境界。虽然，小说中不乏对清延腐败的揭露和谴责，然而，它只是在反映政治文化变迁史过程中的附带而已。因此，《孽海花》终究是一部“历史小说”。只有把握了它的这一本质特征，对这部小说的理解就会深入一层。 当然，历史小说并非历史教科书，即使它取材真实，人物亦历历可考（据考证，小说中人物有生活原型者达２７０余人），但是，绝不可把它与历史生活本身等量齐观。它毕竟是一部精心结撰的“奇妙与真实”结合的文学作品，作者以状元郎金雯青（影射洪钧）与名妓傅彩云（影射赵彩云）的婚姻生活故事为情节主线，将３０年间重要历史事件的侧影及其相关的趣闻佚事，加以剪裁提炼，熔铸成篇。 《孽海花》的结构颇具独创性。作者曾对此作过极为形象而确切的比喻。“譬如穿珠，《儒林外史》等是直穿的，拿着一根线，穿一颗算一颗，一直穿到底，是一根珠练；我是蟠曲回旋着穿的，时收时放，东西交错，不离中心，是一朵珠花。譬如植物学里说的花序，《儒林外史》等是上升花序或下降花序，从头开去，谢了一朵再开一朵，开到末一朵为止。我是伞形花序，从中心干部一层一层的（地）推展出各种形象来，互相连结，开成一朵球一般的大花。”（《修改后要说的几句话》） 《孽海花》作为历史小说，刻划人物性格吸取了我国古代“良史”的实录精神。同时，又借鉴了《儒林外史》“秉持公心，指摘时弊”的讽刺手法，以写实笔法评说事件、权衡人物。即使对威毅伯（影射李鸿章）这样的人物，亦绝非一概骂倒，既写他在甲午海战中负有“因循坐误”的历史责任，又不是把失败的全部责任统统归咎于他，西太后挪用“一国命脉所系”的海军经费，威毅伯又如之奈何呢？既写他害怕开战的胆怯心理，又写他的知己知彼、老成持重。既写他签订丧权辱国的《马关条约》，因而遭到国人唾骂，又从深层次写出签约的根源在于国家的贫弱。总之，在作者笔下，威毅伯不是一个被简单化、脸谱化了的人物，而是一个具有历史真实感的艺术形象。 《孽海花》在艺术方面，亦多有不足之处。其结构虽云工巧，独创性亦显而易见，但是，把３０年间历史重大事件连结于金、傅婚姻生活故事这条主线，终难免有牵强之处。然而，所有这些终究是白玉中之微瑕而已。"
}