{
  "name": "泪珠缘",
  "catalogues": [
    "第一回 石书生梦入碧栏杆 金公子说明玉蝴蝶",
    "第二回 小书生秦府作西宾 大花园石生谒东生",
    "第三回 西花厅赴席无埙篪 南正院演书供色笑",
    "第四回 花婉香拥衾春卧病 秦宝珠烧烛夜谈心",
    "第五回 镜里相看深情绮丽 闺中调笑微露娇嗔",
    "第六回 柳夫人挈眷贺生辰 花小姐伤春吟艳曲",
    "第七回 谱新声藕香讲音律 惊谶语婉姐吊残红",
    "第八回 问病床前袅烟誓死 依人篱下婉香伤心",
    "第九回 因喜成悲三更惊梦 疑真恐假一味痴情",
    "第十回 痴公子痴情调美婢 软小姐软语谑娇鬟",
    "第十一回 病袅烟虚心怕鬼 情宝珠慧眼识人",
    "第十二回 集书句巧拈红楼令 夺酒盏笑涴碧罗襟",
    "第十三回 好弟弟娇倩醉扶归 软姐姐密报好消息",
    "第十四回 情公子撮合小鸳鸯 婉姐儿邀赏大富贵",
    "第十五回 结芳邻可园生色 良宴会山馆留春",
    "第十六回 嗜余桃小妹笑哥哥 分兼金大方推嫂嫂",
    "第十七回 闹戏园葛亮甫遭打 代帐桌夏作珪弄权",
    "第十八回 秦宝珠病欹红玉枕 沈藕香亲送绣金衣",
    "第十九回 赚巨款奴才捐官 赦小过主人积德",
    "第二十回 送鲜花石时助宴 拾睡鞋袅烟担忧",
    "第二十一回 暗猜疑秦公子受屈 明讥讽叶大人贻羞",
    "第二十二回 画锦堂琴边飞竹笛 洗翠亭月下放荷灯",
    "第二十三回 天风楼两夫人看火 新花园诸名士标题",
    "第二十四回 一览亭李冠英防电 大洋房盛蘧仙论风",
    "第二十五回 种松树秦文伏见识 游栩园蘧仙触相思",
    "第二十六回 梦中梦翻舟惊恶兆 病中病支枕听诗声",
    "第二十七回 读诗笺眉颦花婉姐 换绣枕情注顾眉仙",
    "第二十八回 论宫商宝珠见实学 买文字显宦盗虚名",
    "第二十九回 莽宝珠误嗔好姐姐 苦媚香遗集惜惺惺",
    "第三十回 送花果秦琼缔姻 舐纸窗小环出丑",
    "第三十一回 活离别颈回三尺练 死缠绵臂啮一条痕",
    "第三十二回 趁颠狂小环索命 了冤孽叶赦归阴",
    "第三十三回 苦圆圆奉母质银簪 好宝宝瞒人赠金镯",
    "第三十四回 绣货铺张总管拚股 美人局来顺儿迷魂",
    "第三十五回 听莺处座上讶雄谈 逐马蹄道旁笑倾盖",
    "第三十六回 行酒令良朋猜性格 渥被窝小婢占温柔",
    "第三十七回 一枰棋痴儿呵冻手 两首诗玩妇笑钟情",
    "第三十八回 拈阄儿令翻蝴蝶会 唤美人曲唱牡丹亭",
    "第三十九回 染果毒来顺儿结果 成家室石漱姐还家",
    "第四十回 对葵床四姊妹谈心 抄叶府一家人分手",
    "第四十一回 血模糊命索一颗头 花绰约诗联三十韵",
    "第四十二回 毁春册小夫妻反目 成好事大德慧过人",
    "第四十三回 三尺剑蒋圆儿戕命 一席话石漱姐寒心",
    "第四十四回 叶小姐潦草依秦 石公子探花及第",
    "第四十五回 得月楼台良宵闻笛 集词牌令秋字飞觞",
    "第四十六回 软心肠宝珠哭姊姊 巧口角丽云笑哥哥",
    "第四十七回 小广寒法曲舞霓裳 大闹热飞觞折桂令",
    "第四十八回 听琴夜宝珠招薄怒 下场时秦琼遇冤家",
    "第四十九回 报春闱吉士攀龙 秋兴诗谜换蟹宴",
    "第五十回 小儿女活拆凤鸾俦 老夫人另订鸳鸯谱",
    "第五十一回 俏丫环妙语止伤心 好姊妹分襟齐下泪",
    "第五十二回 易鲛绡断肠分手 闻燕喜狂笑偏心",
    "第五十三回 病宝珠对镜惜芳姿 俏丽云登山听松籁",
    "第五十四回 两头亲花学士悔婚 一手本秦宫保请旨",
    "第五十五回 感皇恩叶家表双节 奉圣旨秦氏娶三妻",
    "第五十六回 绝艳惊逢浣花醉酒 佳期再阻婉姐居丧",
    "第五十七回 收寄女沈左襄仗义 哄行人花占魁出殡",
    "第五十八回 认花容姊妹讶生蓬 祭江口弟兄悲死别",
    "第五十九回 连城璧合宝珠迎亲 合浦珠还蘧仙失喜",
    "第六十回 新婚夕夺被俏嗔郎 好春宵入帏怜小妹",
    "第六十一回 嫁浣花宝珠悲失蜀 劝眉仙婉姐暂归宁",
    "第六十二回 冷素馨多情圆旧约 沈浣花巧语难新郎",
    "第六十三回 破猜疑分明留蜥蜴 配奇婚颠倒做鸳鸯",
    "第六十四回 秦公子偿还风流债 石书生归结泪珠缘",
    "第六十五回 盛蘧仙议续泪珠缘 华梦庵醉演家庭史",
    "第六十六回 论婚姻鬼计擅牢笼 谋家产疯神猜计画",
    "第六十七回 为朋友热心出死力 算家用冷眼看生机",
    "第六十八回 溯风水中年才养子 欠租米流弊属家丁",
    "第六十九回 怕痛苦巾帼改须眉 享闲福家庭亲骨肉",
    "第七十回 一字课大家斗心角 两首诗小妹悟情禅",
    "第七十一回 何祝春笼络守财奴 秦宝珠听讲生公法",
    "第七十二回 晏除夜画筵开翡翠 消白昼绣被覆鸳鸯",
    "第七十三回 认玉船大方不推究 结珠胎小妹太娇羞",
    "第七十四回 亲上亲云儿出嫁 美中美婉姐说诗",
    "第七十五回 忆旧游美姊感年华 求新学魁儿赴日本",
    "第七十六回 何祝春查帐释疑团 沈浣花多情感痴梦",
    "第七十七回 登日报眉仙尽人事 借风琴赛儿论声音",
    "第七十八回 小兄弟有心营兔窟 老奴才无术补羊牢",
    "第七十九回 诡计多端桃僵李代 人心叵测害命图财",
    "第八十回 顾长寿迷魂破诡计 李冠英仗义断官司",
    "第八十一回 哄丧事文老逝世 慰慈怀珠儿诞生",
    "第八十二回 参情禅宝珠发奇论 偿孽债香玉起痴心",
    "第八十三回 儿女痴情未甘离别 夫妻调笑不碍讥锋",
    "第八十四回 两姊妹缘分共三生 难兄弟商量留一脉",
    "第八十五回 沈藕香预患思防 葛云伯将机就计",
    "第八十六回 苏丽君牢笼施妙手 石漱姐举动露机心",
    "第八十七回 着甚来由富人举债 是何秘密死者遗言",
    "第八十八回 双妯娌同心御外侮 两婆媳合力逼分家",
    "第八十九回 柳夫人识透锦囊计 花小姐险做管家奴",
    "第九十回 治繁剧创行分院制 得安乐重演合家欢",
    "第九十一回 好朋友替作不平鸣 小兄弟纵谈因果事",
    "第九十二回 十杯酒甜酸辨滋味 两房妻左右做难人",
    "第九十三回 盛蘧仙试行新计划 华梦庵惯逞旧风狂",
    "第九十四回 感年华落梅比身世 忒潦草娇啐贺生辰",
    "第九十五回 林爱侬未改女儿腔 华疯儿不脱伧夫气",
    "第九十六回 弹指流光物犹如此 形容尽致人何以堪"
  ],
  "catalogueTotal": 96,
  "bookType": "世态人情",
  "words": 323956,
  "author": {
    "dynasty": "未知",
    "intro": "暂无信息",
    "name": "天虚我生"
  },
  "intro": "晚清言情小说，小说主要叙述杭州宦门之后秦宝珠及其亲友的情缘故事。以“缘”字牵引出秦府第四代儿女的情怀，反映出清末大家庭的盛衰。书中描写人物众多，以秦氏宗族为主，旁及姻亲故旧宾朋闲客童仆奴婢等，人物·性格突出，生动刻画出清末社会的众生相。"
}