{
  "name": "锋剑春秋",
  "catalogues": [
    "第一回 秦始皇御驾亲征 赵廉杰遣将拒敌",
    "第二回 破界牌廉杰丧命 攻燕城王翦扬威",
    "第三回 老都尉燕州尽忠 小英雄大堂演武",
    "第四回 王翦恃强逢劲敌 孙燕破剑闯重围",
    "第五回 孙燕临淄取救兵 沈祥金殿谏勇将",
    "第六回 战王翦乐强丧命 敌袁达蒙腾倾生",
    "第七回 中宝剑袁达冤亡 受乱箭李牧自刎",
    "笫八回 指迷津毛遂破云封 犯杀戒孙膑下天台",
    "第九回 南郡王兴兵赴敌 孙赛花中宝捐躯",
    "第十回 逞宝贝剑诛燕将 用魔法石打秦军",
    "第十一回 幻身形戏弄王翦 祭水火烧陷秦营",
    "第十二回 子陵遣将攻易州 孙膑设计破秦敌",
    "第十三回 羞大将子陵求救 愤前怒叔阳下山",
    "第十四回 黄叔阳五路伏兵 孙伯龄一旗破法",
    "第十五回 叔阳焚香请道友 天民作法摆阵",
    "第十六回 伯龄身陷金沙阵 三徒命丧诛仙阵",
    "第十七回 闯恶阵孙燕回营 闻信香马铃遣子",
    "第十八回 白猿藏表诓王禅 寿星分贴请仙侣",
    "第十九回 土仙二进金沙坑 白猿三盗装仙盒",
    "第二十回 南极大破诛仙阵 海潮怒授攒天箭",
    "第二十一回 中法宝孙膑丧命 见柬帖毛遂下山",
    "第二十二回 变金霞计骗长眉 请盗跖鞭伤王翦",
    "第二十三回 二真人中宝归天 廉小姐辞师回府",
    "第二十四回 秀英赵国封皇姑 孙膑燕营会侄媳",
    "第二十六回 金莲奉命助始皇 老母顺天放王翦",
    "第二十七回 斩金莲秀英弄术 敌海潮孙膑化身",
    "第二十八回 海潮摆设混元阵 毛遂私投地户坑",
    "第二十九回 文通取救上韩国 刘邦带醉踩秦营",
    "第三十回 海潮法遣压神牌 孙膑计破混元阵",
    "第三十一回 羞败怒摆锁地雷 救急魔差纸人马",
    "第三十二回 孙膑连破锁雷阵 三教共设平龄会",
    "第三十三回 海潮祭炮取燕国 孙膑散兵回临淄",
    "第三十四回 孙膑接母留齐国 田英痛父击秦师",
    "第三十五回 巧联姻田英遇救 暗排阵孙膑调兵",
    "第三十六回 龚国母连破法宝 金子陵幸脱重围",
    "第三十七回 子陵焚香求老祖 孙膑作法困毛奔",
    "第三十八回 开神书毛奔摆阵 现真魂王翦行雷",
    "第三十九回 五雷阵陷困孙膑 一缕香报知毛遂",
    "第四十回 白猿寻仙请道祖 襄王金殿接神仙",
    "第四十一回 放命星以假混真 进秦营弄巧反拙",
    "第四十二回 反掌雷毛奔被擒 诓神书南极破阵",
    "第四十三回 战南极海潮倚众 放毛奔风火施威",
    "第四十四回 孙膑魔法闹秦营 南极大摆聚仙阵",
    "第四十五回 法斗法无当失徒 将对将秦氏折兵",
    "第四十六回 毛奔命丧临淄城 海潮怒闯聚仙阵",
    "第四十七回 美容用术阻秦师 海潮再闯聚仙阵",
    "第四十八回 怒海潮连失法宝 莽钟罄自踏仙坑",
    "第四十九回 众仙斗法败无当 五雷施法困南极",
    "第五十回 群仙大战金光阵 中华计取削花刀",
    "第五十一回 孙膑法盗龙须扇 东华夜劫锁仙牢",
    "第五十二回 海潮二劫锁仙牢 孙膑故失先天袋",
    "第五十三回 海潮三劫锁仙牢 孙膑法遣泥神像",
    "第五十四回 孙膑幻术闹秦营 中华大摆森罗阵",
    "第五十五回 毛遂被困森罗阵 孙膑大闹五行台",
    "第五十六回 南极子八面攻阵 东方朔森罗遭殃",
    "第五十七回 西方朔阵中抢兄尸 观世音赐瓶救仙命",
    "第五十八回 五小主破阵讲和 南极子开牢释怨",
    "第五十九回 南天门正神说情 五遁法无当遭险",
    "第六十回 孙膑葬母酬心愿 秦皇得国应天时"
  ],
  "catalogueTotal": 59,
  "bookType": "鬼怪神魔",
  "words": 306554,
  "author": {
    "dynasty": "未知",
    "intro": "暂无信息",
    "name": "佚名"
  },
  "intro": "约作于嘉庆初期，大约和元代秦始皇平话有些渊源关系。清光绪年间各书坊纷纷石印此书，书名或题《后列国志》、《万仙斗法兴秦传》、《万仙斗法后列国志》、《后东周锋剑春秋》等。元人《秦并六国平话》，别题《秦始皇传》，据说叙述的是秦始皇统一天下及以后实行苛政导致失败的故事。《锋剑春秋》所述故事与此时间上有所重叠，讲的是秦始皇兴兵吞并六国的主要（并非全部）经过。自然，当全是杜撰的经过。"
}