{
  "name": "狄公案",
  "catalogues": [
    "第一回 入官阶昌平为令 升公堂百姓呼冤",
    "第二回 胡地甲诬良害己 洪都头借语知情",
    "第三回 孔万德验尸呼错 狄仁杰卖药微行",
    "第四回 设医科入门治病 见幼女得哑生疑",
    "第五回 入浴室多言露情节 寻坟墓默祷显灵魂",
    "第六回 老土工出言无状 贤令尹问案升堂",
    "第七回 老妇人苦言求免 贤县令初次问供",
    "第八回 鞫奸情利口如流 提老妇痴人可悯",
    "第九回 陶土工具结无辞 狄县令开棺大验",
    "第十回 恶淫妇阻挡收棺 贤县令诚心宿庙",
    "第十一回 求灵签隐隐相合 详梦境凿凿而谈",
    "第十二回 说对联猜疑徐姓 得形影巧遇马荣",
    "第十三回 双土寨狄公访案 老丝行赵客闻风",
    "第十四回 请庄客马荣交手 遇乡亲蒋忠谈心",
    "第十五回 赵万全明言知盗首 狄梁公故意释奸淫",
    "第十六回 聋差役以讹错讹 贤令尹将盗缉盗",
    "第十七回 问路径小官无礼 见凶犯旧友谎言",
    "第十八回 蒲萁寨半路获凶人 昌平县大堂审要犯",
    "第十九回 邵礼怀认怀认供结 案华国祥投县呼冤",
    "第二十回 胡秀士戏言召祸 狄县令度情审案",
    "第二十一回 善言开导免验尸骸 审口供升堂讯问",
    "第二十二回 想案情猛然省悟 听哑语细观行踪",
    "第二十三回 访凶人闻声报信 见毒蛇开释无辜",
    "第二十四回 假消息假言请客 为盗贼大意惊人",
    "第二十五回 以假弄真何恺捉贼 依计行事马荣擒人",
    "第二十六回 见县官书生迂腐 揭地窑邑宰精明",
    "第二十七回 少年郎借助供认不讳 淫泼妇忍辱熬刑",
    "第二十八回 真县令扮作阎王 假阴官审明奸妇",
    "第二十九回 狄梁公审明奸案 阎立本保奏贤臣",
    "第三十回 赴杀场三犯施刑 入山东二臣议事",
    "第三十一回 大巡抚访问恶棍 小黄门贪索赃银",
    "第三十二回 元行冲奏参小吏 武三思怀恨大臣",
    "第三十三回 狄仁杰奏参污吏 洪如珍接见大员",
    "第三十四回 接印绶旧任受辱 发公文老民伸冤",
    "第三十五回 审恶奴受刑供认 辱奸贼设计讥嘲",
    "第三十六回 敲铜锣游街示众 执皮鞭押令念供",
    "第三十七回 众豪奴恃强图劫 好巡捕设计骗人",
    "第三十八回 投书信误投罗网 入衙门自入牢笼",
    "第三十九回 求人情恶打张昌宗 施国法怒斩周卜成",
    "第四十回 入早朝直言面奏 遇良友细访奸僧",
    "第四十一回 入山门老衲说真情 寻暗室道婆行秽事",
    "第四十二回 王虔婆花言骗烈妇 狄巡抚妙计遣公差",
    "第四十三回 王进土击鼓鸣冤 老奸妇受刀身死",
    "第四十四回 金銮殿狄仁杰直言 白马寺武三思受窘",
    "第四十五回 搜地窖李氏尽节 升大堂怀义拷供",
    "第四十六回 金銮殿两臣争奏 刑部府奸贼徇私",
    "第四十七回 众百姓大闹法堂 武三思哀求巡抚",
    "第四十八回 武承业罪定奸僧 薛敖曹夜行秽事",
    "第四十九回 薛敖曹半途遭擒 狄梁公一心除贼",
    "第五十回 查旧案显出贺三太 记前仇阉割薛敖曹",
    "第五十一回 薛敖曹哭诉宫廷 武则天怒召奸党",
    "第五十二回 怀宿怨诬奏忠良 出愤言挽回奸计",
    "第五十三回 用非刑敬宗行毒 传圣诏伟之尽忠",
    "第五十四回 狄仁杰掌颊武承嗣 许敬宗勾结李飞雄",
    "第五十五回 太行山王魁送信 东京城敬宗定谋",
    "第五十六回 李飞雄兵下太行山 胡世经力守怀庆府",
    "第五十七回 安金藏剖心哭谏 狄仁杰奉命提兵",
    "第五十八回 开战事金城送命 遇官兵吴猛亡身",
    "第五十九回 访旧友计入敌营 获胜仗命攻大寨",
    "第六十回 四面出兵飞雄中计 两将身死马荣回营",
    "第六十一回 李飞雄悔志投降 安金藏入朝报捷",
    "第六十二回 庐陵王驾回怀庆 高县令行毒孟城",
    "第六十三回 见母后太子还朝 念老臣狄公病故",
    "第六十四回 张柬之用谋除贼 庐陵王复位登朝"
  ],
  "catalogueTotal": 64,
  "bookType": "谴责公案",
  "words": 171475,
  "author": {
    "dynasty": "未知",
    "intro": "暂无信息",
    "name": "佚名"
  },
  "intro": "《狄公案》又名《武则天四大奇案》《狄梁公全传》，清末长篇公案小说，作者名已佚，共六卷六十四回。前三十回，写狄仁杰任昌平县令时平断冤狱；后三十四回，写其任宰相时整肃朝纲的故事。故事情节较为细致缜密，带有政治色彩。"
}