{
  "name": "小五义",
  "catalogues": [
    "第一回 颜按院奉旨上任 襄阳王兴心害人",
    "第二回 智化夜探铜网阵 玉堂涉险盗盟单",
    "第三回  青脸虎看阵遇害 白玉堂失印追贼",
    "第四回 颜大人哭劝锦毛鼠 公孙策智骗盗印贼",
    "第五回 王爷府二贼废命 白义士坠网亡身",
    "第六回 襄阳王帅众观义士 白护卫死尸斩张华",
    "第七回  卧虎沟蒋平定丑女 上院衙猫鼠见钦差",
    "第八回 穿山鼠小店摔酒盏 蒋泽长捞印奔寒泉",
    "第九回 逆水潭中不见大人印 山神庙内巧遇恶喽兵",
    "第十回 卢方自缢蟠龙岭 路彬指告鹅头峰",
    "第十一回 樵夫巧言哄寨主  大人见印哭宾朋",
    "第十二回 王官仗势催用印 蒋平定计哄贼人",
    "第十三回 神手圣奋勇行刺 沈中元弃暗投明",
    "第十四回 树林气走巡风客  当堂哭死忠义人",
    "第十五回 挖双睛邓车吸呼死  祭拜弟侠义坠牢笼",
    "第十六回 山内钟雄谦恭和蔼  寨中徐庆酒后反桌",
    "第十七回 二侠义巧会钟寨主 三英雄求见蒋泽长",
    "第十八回 徐三爷鬼眼川发燥  无鳞鳌在水寨追人",
    "第十八回 徐三爷鬼眼川发燥  无鳞鳌在水寨追人",
    "第十九回 入水寨吸呼废命 到大关受险担惊",
    "第二十回 蒋爷一人镌船底 北侠大众盗骨坛",
    "第二十一回 徐庆独自挡山寇  智化二友假投降",
    "第二十二回 晨起望群雄设计  洞庭湖二友观山",
    "第二十三回 读招贤榜有人偷看  改豹貔庭自显奇能",
    "第二十四回 飞云关念榜谈故典  彻水寨吊起独木桥",
    "第二十五回 识破机关仗着糊拉混扯  哄信寨主全凭口巧舌能",
    "第二十六回 削刚刀毛保甘受苦  论宝剑智化暗骂人",
    "第二十七回 论本领刀削佞性汉  发誓愿结拜假意人",
    "第二十八回 在后寨见侄夸相貌  狮子林老仆暗偷听",
    "第二十九回 众人议论舍命劝寨主  彼此商量备帖请沙龙",
    "第三十回 一个英雄中计遭凶险  二位姑娘奋勇闹公堂",
    "第三十一回 姑娘扮男妆行路  智化讨书信求情",
    "第三十二回 王爷府苦求释老将  山谷中二女坠牢笼",
    "第三十三回 假艾虎受害悲后喜  真蒋平游戏死中活",
    "第三十四回 魏昌小店逢义士  蒋平古庙遇龙滔",
    "第三十五回 盗发簪柳员外受哄  舞宝剑钟太保添欢",
    "第三十六回　为诓宝剑丁展双舞剑　设局诈降龙姚假投降",
    "第三十七回 承运殿大醉因贪酒  五云轩梦里受毒香",
    "第三十八回 庆生辰钟雄被获  闯大寨智化遭擒",
    "第三十九回  逃难遇难亲姐弟  起誓应誓同胞人",
    "第四十回 甘婆药酒害艾虎  智化苦口劝钟雄",
    "第四十一回 寨主回山重整军务  英雄听劝骨肉团圆",
    "第四十二回 蒋泽长八宝巷探路  老霍振在家中泄机",
    "第四十三回  蒋平见铁车套实话  展昭遇黑影暗追贼",
    "第四十四回  伏薰香捉拿彭启  假害怕哄信雷英",
    "第四十五回 见大人见刑具魂飞魄散  看油锅看刀山胆战心惊",
    "第四十六回  地君府听审鬼可怕  阎王殿招清供画图",
    "第四十七回  阵图画全商量破网 大人一丢议论悬梁",
    "第四十八回 观诗文参破其中意  定计策分路找大人",
    "第四十九回  小义士偷跑寻按院  勇金刚遭打找门人",
    "第五十回  张家庄三人重结拜  华容县二友问牧童",
    "第五十一回 复盛店店东暗用计 绮春园园内看游人",
    "第五十二回 赏雪亭乔宾奋勇 流风阁张豹助拳",
    "第五十三回 到花园为朋友舍命 在苇塘表兄弟相逢",
    "第五十四回 众好汉分手岔路  小英雄自奔西东",
    "第五十五回 空有银钱难买命  寻找拜弟救残生",
    "第五十六回 徐良上囊阳献铁  艾虎奔贼店救人",
    "第五十七回 小义士戏耍高家店  山西雁药酒灌贼人",
    "第五十八回  到黑店胡乔装病  乌龙岗徐艾追贼",
    "第五十九回 徐良得刀精神倍长  高解丢店丧气垂头",
    "第六十回  朋友初逢一见如故  好汉无钱寸步难行",
    "第六十一回  因打虎巧遇展国栋  为吃肉染病猛烈人",
    "第六十二回  打虎将有心结拜  卢公子无意联姻",
    "第六十三回  小爷败走西花园内  公子助拳太湖石前",
    "第六十四回  黄花镇小五义聚会  全珍馆众英雄相逢",
    "第六十五回  楞汉子吃茶夸好  莽男儿喝汤喷人",
    "第六十六回  卢珍假充小义士  张英被哄错磕头",
    "第六十七回 结金兰五人同心合意  在破庙艾虎搭救宾朋",
    "第六十八回 三贼丧命恶贯满  二人连夜奔家乡",
    "第六十九回  因朋友舍命盗朋友  为金兰奋勇救金兰",
    "第七十回  艾虎求狱神实有灵应  徐良显手段弄假成真",
    "第七十一回　丢马龙艾虎寻踪迹　失张豹义士又为难",
    "第七十二回  大家分手官兵到  弟兄走路遇凶僧",
    "第七十三回  朱仙镇邓九如审鬼  在公堂二秃子受刑",
    "第七十四回  白昼用刑拷打朱二  夜晚升堂闯入飞贼",
    "第七十五回  丢差使太爷心急燥  比衙役解开就里情",
    "第七十六回  知县临险地遇救  江樊到绝处逢生",
    "第七十七回  粉面儒僧逃命  自然和尚被捉",
    "第七十八回 小爷思念杯中物  老者指告卖酒人",
    "第七十九回  为饮酒众人受害  论宝刀毛二被杀",
    "第八十回  杀故友良心丧尽  遇英雄吓落真魂",
    "第八十一回  徐良用暗器惊走群寇  寨主受重伤不肯回头",
    "第八十二回  追周瑞苇塘用计  杀小寇放火烧房",
    "第八十三回  二强寇定计伤好汉  四豪杰设法战群贼",
    "第八十四回  崔龙崔豹双双逃命  义兄义弟个个施威",
    "第八十五回  贪功入庙身遭险  巧言难哄有心人",
    "第八十六回  鱼鳞镇家人说凶信  三义居醉鬼报佳音",
    "第八十七回  白公子酒楼逢难女  小尼僧庙外会英才",
    "第八十八回  芸生为救人受困  高保定奸计捐生",
    "第八十九回  文俊归家救胞妹  徐艾庵内见盟兄",
    "第九十回  三侠客同走劝架  二亲家相打成词",
    "第九十一回  在庙中初会凶和尚 清净林巧遇恶姚三",
    "第九十二回  丁二爷独受蒙汗药  邓飞熊逃命奔他方",
    "第九十三回  夹峰山施俊被掠  小酒馆锦笺求情",
    "第九十四回  夹蜂山锦笺求侠客  三清观魏真恼山王",
    "第九十五回  出庙外四人平试艺  到山上北侠昆奇才",
    "第九十六回  熊威受恩不忘旧  施俊绝处又逢生",
    "第九十七回  钻天鼠恰逢开山豹  黑妖狐巧遇花面狼",
    "第九十八回  二贼见面嘴甜心苦  大众受骗信假为真",
    "第九十九回  豹花岭胡列救主   分赃庭二寇被擒",
    "第一百回  智化放火烧大寨  喽兵得命上君山",
    "第一百一回  龙姚追朋玉贪功受险  智化遇魏真奋勇伤刀",
    "第一百二回  北侠请老道破网  韩良泄大人机关",
    "第一百三回  力举双兽世间少有  为抢一驴遭打人多",
    "第一百四回  翻江鼠奋勇拿喜鸾  白面判努力追喜凤",
    "第一百五回  鲁员外被伤呕血  范天保弃家逃生",
    "第一百六回  娃娃谷柳青寻师母  婆婆店蒋平遇胡七",
    "第一百七回  蒋泽长误入黑水湖  白面判被捉蟠蛇岭",
    "第一百八回  蟠蛇岭要煮柳员外  柴货厂捉拿李有能",
    "第一百九回  地方寻找庄致和  店中初会胡从善",
    "第一百十回  定计妆扮米面客  故意假作大山王",
    "第一百十一回  柳青倒取蟠蛇岭  蒋平大战黑水湖",
    "第一百十二回  闹湖蛟报兄仇废命  小诸葛为己事伸冤",
    "第一百十三回  众喽兵拨云见日  分水兽弃暗投明",
    "第一百十四回  蒋泽长水灌沈中元  众乡绅奉请颜按院",
    "第一百十五回  双锤将欺压良善  温员外惧怕凶徒",
    "第一百十六回 朱文朱德逢恶霸  有侠有义救姑娘",
    "第一百十七回  甘兰娘改扮温小姐  众英雄假作送亲人",
    "第一百十八回  合欢楼叔嫂被杀  郭家营宗德废命",
    "第一百十九回  卧牛山小英雄聚会  上院衙沙员外献图",
    "第一百二十回  看图样群雄明地势  晓机关众位抖威风",
    "第一百二十一回 卧牛山下巧逢故友  药王庙前忽遇狂徒",
    "第一百二十二回  小义士起身高固始  旧宾朋聚首上襄阳",
    "第一百二十三回  小义士偷听破铜网  黑妖狐暗算盗盟单",
    "第一百二十四回  众豪杰坠落铜网阵  黑妖狐涉险冲霄楼"
  ],
  "bookType": "英雄传奇",
  "author": {
    "dynasty": "未知",
    "intro": "暂无信息",
    "name": "佚名"
  },
  "words": 334771,
  "catalogueTotal": 125
}