{
  "name": "金屋梦",
  "catalogues": [
    "序金屋梦",
    "第一回  生前造孽好色贪财  死后报应孤儿寡妇",
    "第二回  欺主奴谋劫寡妇财  枉法赃贻累孤儿祸",
    "第三回  贼杀贼来安先丧命  盗遇盗张大早伤身",
    "第四回  来安妻出首贼赃  吴典恩拷逼主母",
    "第五回  五岁儿难讨半文钱  一锭金连送四条命",
    "第六回  望乡台西门庆思家  酆都城武大郎告状",
    "第七回  奈河桥奸雄愁渡  枉死城淫鬼传情",
    "第八回  沈富翁结贵埋金  袁指挥失魂救女",
    "第九回  大发放业鬼轮回  造劫数奸臣伏法",
    "第十回  梦金砖富翁得子  赐银瓶孽女归娼",
    "第十一回  众女客林下结盟  刘学官雪中还债",
    "第十二回  陷中原徽钦北狩  屠清河子母流离",
    "第十三回  应伯爵掠卖孝哥  吴月娘穷逢秋菊",
    "第十四回  沈乞儿故园归梦  翟员外少女迷魂",
    "第十五回  给孤寺残米收贫  兀术营盐船酬药",
    "第十六回  吴月娘千里寻儿  李娇儿邻舟逢旧",
    "第十七回  宋道君隔帐琵琶  张邦昌御床半臂",
    "第十八回  李银瓶梅花三弄  郑玉卿一箭双雕",
    "第十九回  宋宗泽单骑收东京  张邦昌伏法赴西市",
    "第二十回  翟云峰义送月娘  韩捣鬼路济玳安",
    "第二十一回  翟员外大撒买花钱  郑玉卿稳吃新红酒",
    "第二十二回  留高僧善士参禅  逢故主义仆得信",
    "第二十三回  美偿美两场大棍  债还债一叶扁舟",
    "第二十四回  薄郎贴金易色  痴心妇丧命偿冤",
    "第二十五回  淮安城月娘问渡  清江浦婺妇同舟",
    "第二十七回  董玉娇明月一帆风  郑玉卿吹箫千里梦",
    "第二十八回  瓜州渡樱桃死节  润州城郑子吹箫",
    "第二十九回  汴河桥无心遇旧  法华庵有女伤春",
    "第三十回  拉枯桩双妪夹攻  扮新郎二女同床",
    "第三十一回  风雨夜淫女奔邻  琉璃灯书生避色",
    "第三十二回  排善类重立党人碑  杀忠贤再失河南地",
    "第三十三回  清河县李铭传信  齐王府银姐逢时",
    "第三十四回  翟员外伸冤元帅府  李师师官配马头军",
    "第三十五回  三教堂青楼成净土  百花姑白骨演重门",
    "第三十六回  大觉寺淫女参禅  莲花经尼僧宣卷",
    "第三十七回  演邪教女郎迷性  闹斋堂贫子逢妻",
    "第三十八回  孔梅玉爱嫁金二官  黎金桂不认穷瘸婿",
    "第四十回  闷佳人空房遭鬼魅  软浪子借馆效鸾凰",
    "第四十一回 刘瘸子告状开封府  金桂姐鬼魅葡萄架",
    "第四十二回  郑爱香伤心烹鸡  应花子失目喂狗",
    "第四十三回  母夜叉髡剪玉佳人  孙雪娥梦诉前生恨",
    "第四十四回  木瓜郎语小莫破  石女儿道大难容",
    "第四十五回  莲净度梅玉出家  瘸子听骷髅入道",
    "第四十六回  沈花子魂认前身  王六儿老还旧债",
    "第四十七回  湖心寺月娘祝发  伽蓝殿孝子迷途",
    "第四十八回  典金环婵女逢夫  受丝鞭佛子纳妇",
    "第四十九回  刘学官弃职归山  龙大师传丹入海",
    "第五十回  苗员外括取扬州宝  蒋竹山遍选广陵花",
    "第五十二回  雪涧师破佛得珠  王杏庵捐家造寺",
    "第五十三回  扬州城分剐苗员外  建康府箭射蒋竹山久",
    "第五十四回  鸳鸯帐新妇听经  锦屏女送夫赠衲",
    "第五十五回  辽阳洪皓哭徽宗  天津秦桧别挞懒",
    "第五十六回  走江口月娘认子  下南海孝子寻亲",
    "第五十七回  面前母逐亲儿去  衣底珠寻旧主来",
    "第五十八回  龙海珠还儿见母  金梅香尽色成空",
    "第五十九回 玳员外建塔开金藏 空大师奉母上莲台",
    "第六十回 三教同归感应天 普世尽成极乐地"
  ],
  "catalogueTotal": 58,
  "bookType": "世态人情",
  "words": 261554,
  "author": {
    "dynasty": "清",
    "intro": "暂无信息",
    "name": "梦笔生"
  },
  "intro": "《金瓶梅》续书之一。继西门庆家族破败后，金兵南下，世事沧桑，人事巨变，只有人性之恶根不断，人心之贪淫不绝。然善恶总有相报，为恶者必无善终，这便是《金屋梦》之主旨。真可谓写透世态炎凉，尽展人心叵测，于悲观的生存态度中揭示出人生的苦乐悲欢。小说文笔精辟、描摹生动，堪称是艳情文学中的一枝奇葩。"
}