{
  "name": "无声戏",
  "catalogues": [
    "序",
    "第一回　　丑郎君怕娇偏得艳",
    "第二回　　美男子避惑反生疑",
    "第三回　　改八字苦尽甘来",
    "第四回　　失千金福因祸至",
    "第五回　　女陈平计生七出",
    "第六回　　男孟母教合三迁",
    "第七回　　人宿妓穷鬼诉嫖冤",
    "第八回　　鬼输钱活人还赌债",
    "第九回　　变女为儿菩萨巧",
    "第十回　　移妻换妾鬼神奇",
    "第十一回　　儿孙弃骸骨僮仆奔丧",
    "第十二回　　妻妾抱琵琶梅香守节"
  ],
  "catalogueTotal": 13,
  "bookType": "其他",
  "words": 110545,
  "author": {
    "dynasty": "清",
    "intro": "李渔（1611年9月13日－1680年2月12日），初名仙侣，后改名渔，字谪凡，号笠翁，后人常称之蟹仙。明末清初文学家、戏曲家、园林建筑设计师，曾经评定四大奇书，祖籍浙江省兰溪县（今浙江省兰溪市）夏李村，后来祖父随“兰溪帮”到了江苏如皋做种药材生意。李渔的童年、少年是在如皋度过的，后来又娶妻生女，前后在如皋生活23年，中年之后又在南京生活了14年，之后在杭州生活。\n",
    "name": "李渔"
  },
  "intro": "据 此 书〈无 声 戏 序 言〉，《 无 声 戏》 为 清 代 李 渔 所 撰。 李 渔 (1611-1680)， 原 名 仙 侣， 字 笠 鸿、 谪 凡， 号 笠 翁， 别 署 觉 世 稗 官、 笠 道 人、 随 庵 主 人、 新 亭 樵 客、 湖 上 笠 翁 等。 李 渔 将 这 部 小 说 命 名 为《 无 声 戏》， 是 因 为 小 说 与 戏 曲 具 有 同 等 的 社 会 功 能 与 创 作 地 位， 小 说 也 是 戏 文， 只 是 不 能 演 唱，“ 无 声” 而 已。《 无 声 戏》 刊 刻 后 颇 为 风 行， 所 以 李 渔 又 作《 无 声 戏 二 集》。 后 者 有 一 篇 提 起 了 张 缙 彦 因 李 自 成 攻 破 北 京， 为 此 殉 节， 但 终 获 救， 而 称 张 为“ 不 死 英 雄”。 李 渔 的 这 两 部 小 说 集 便 成 了 禁 书。 李 渔 托 友 人 杜 碮 加 以 筛 选， 编 成《 无 声 戏 合 集》， 又 称《 无 声 戏 合 选》。 张 缙 彦 事 发， 不 但《 无 声 戏》 与《无 声 戏 二 集》 不 能 出 版、 流 通，《 无 声 戏 合 集》 也 只 得 改 成《 连 城 璧》 才 能 面 世。据《 中 国 古 代 小 说 百 科 全 书》该 词 目 的 作 者 石 昌 渝，“马 隅 卿 藏《 无 声 戏 合 集》 残 本，第 1 篇 第 3 页 版 心 上 有“ 无 声 戏 一 集” 字 样。 现 存 的 合 集 仅 有 马 氏 所 藏 残 本， 目 次 已 佚。 日 本 尊 经 阁 文 库 藏 伪 斋 主 人 序 刊 本 为 12 回， 为 顺 治 写 刻 本。”此 本 便 是 根 据 这 一 海 内 外 孤 本， 日 本 尊 经 阁 本 整 理 的。 书 有 伪 斋 主 人 序， 每 回 有 杜 碮 眉 批 和 回 末 总 评。据 石 昌 渝 说“《 无 声 戏》 一、 二 集 现 存 18 篇 作 品 在 题 材 上 继 承 了 话 本 小 说 的 传 统， 写 的 都 是 俗 人 俗 事。 其 作 品 在 题 材 上 不 作 依 傍， 均 为 李 渔 自 创， 可 以 自 由 地 驰 骋 作 家 的 想 象， 故 构 思 巧 妙， 情 节 引 入， 善 于 设 置 悬 念， 利 用 悬 念 和 解 决 悬 念， 出 奇 不 意， 结 局 却 又 在 情 理 之 中。 然 而 同 时 也 带 来 作 品 的 缺 点， 追 求 设 奇 而 忽 视 细 节 之 描 写， 说 教 也 过 多。”。 此 本 有 序， 为 伪 斋 主 人 所 作，觉 世 稗 官 编 次， 睡 乡 祭 酒 批 评； 有 眉 批。 据 此 本〈点 校 说 明〉，《 无 声 戏》 为 李 渔 第 1 次 移 家 杭 州 时 所 作。 当 时 是 分 初 集、2 集 两 次 梓 行 的， 时 间 大 约 在 顺 治 13 年 (1656) 前 后。2 集 已 佚， 散 见 于 后 出 的 合 刻 本 或 选 刻 本 之 中。 李 渔 在 友 人 杜 碮 的 帮 助 下， 刻 印 了《 无 声 戏 合 集》， 时 间 约 在 顺 治 末、 康 熙 初。"
}