{
  "name": "禅真逸史",
  "catalogues": [
    "禅真逸史凡例",
    "第一回　高丞相直谏辟邪　林将军急流勇退",
    "第二回　钟爱儿圆慧出家　梁武帝金銮听讲",
    "第三回　林长老除孽安民　丘县尹荐贤礼释",
    "第四回　妙相寺王妃祝寿　安平村苗二设谋",
    "第五回　大侠夜阑降盗贼　淫僧梦里害相思",
    "第六回　说风情赵尼画策　赴佛会赛玉中机",
    "第七回　绣闺禅室两心通　淫妇奸僧双愿逐",
    "第八回　信婆唆沈全逃难　全友谊澹然直言",
    "第九回　害忠良守净献谗　逃灾难澹然遇旧",
    "第十回　贪利工人生歹意　知恩店主犯官刑",
    "第十一回　弥勒寺苗龙叙情　武平郡杜帅访信",
    "第十二回　都督巧计解僧头　守净狼心验枕骨",
    "第十三回　桂姐遗腹诞佳儿　长老借宿擒怪物",
    "第十四回　得天书符救李秀　正夫纲义激沈全",
    "第十五回　佞子妙相寺遭殃　奸党风尾林中箭",
    "第十六回　夺先锋诸将斗勇　定埋伏陈玉鏖兵",
    "第十七回　古崤关啜守存孤　张老庄伏邪皈正",
    "第十八回　梁武帝愎谏纳降　虞天敏感妻死节",
    "第十九回　司农忠愤大兴兵　梁武幽囚甘饿死",
    "第二十回　都督冥府指翁孙　阿丑书堂弄师父",
    "第二十一回　窃天书后园遣将　破妖术古刹诛邪",
    "第二十二回　张氏园中三义侠　隔尘溪畔二仙舟",
    "第二十三回　清虚境天主延宾　孟门山杜郎结义",
    "第二十四回　伏威计夺胜金姐　贤士教唆桑皮筋",
    "第二十五回　遭屈陷叔侄下狱　反囹圄俊杰报仇",
    "第二十六回　山径逃踪锄秃恶　黄河访故阻官兵",
    "第二十七回　计诈降薛举破敌　图霸业伏威求贤",
    "第二十八回　汤府丞中计败兵　杜元帅纳言正位",
    "第二十九回　轩辕庙苏朴遭擒　延州府伏威遇弟",
    "第三十回　沈兰劫寨陷全军　牛进迎街惩大恶",
    "第三十一回　报仇沥血祭先灵　释怨营坟安父骨",
    "第三十二回　张善相梦中配偶　段春香月下佳期",
    "第三十三回　计入香闺贻异宝　侠逢朔郡庆良缘",
    "第三十四回　善相破法斩冯谦　士开解围推段帅",
    "第三十五回　元帅兵陷苦株湾　众侠同心归齐国",
    "第三十六回　双玉人重逢合卺　三义侠衣锦还乡",
    "第三十七回　罗默伽肆凶受戮　尹氏女尽节还魂",
    "第三十八回　土地争位动阴兵　孽虎改邪皈释教",
    "第三十九回　顺天时三侠称王　宴李谔诸贤逞法",
    "第四十回　禅师坐化证菩提　三主云游成大道"
  ],
  "catalogueTotal": 41,
  "bookType": "历史演义",
  "words": 326231,
  "author": {
    "dynasty": "未知",
    "intro": "暂无信息",
    "name": "清溪道人"
  },
  "intro": "《禅真逸史》，全称《新镌批评出像通俗奇侠禅真逸史》，八卷四十回。明末方汝浩编著。据该书刊行人夏履先书前所撰《凡例》，知道早在元代就存有一个“意晦词古，不入里耳”的内府旧本，今本乃是在原作基础上，“刊落陈诠，独标新异”，并使之“描写精工，形容婉切”，面铺演成四十回的规模。所以，它是明代旧小说加工风气下的一个改编增补本。旧本作者已不能详考，改编者方汝浩亦鲜为人知，现仅知道，他号清溪道人，也称清心道人，还写过一部以酒色财气为神魔的《扫魅敦伦东度记》。其乡贯说法不一。孙楷第先生据日本日光晃山慈眼堂藏明本“囗水方汝浩清溪道人”题识，谓为洛阳人。戴不凡疑“囗水”系“囗水”之误，且交友中有“古吴”爽阁主人，评阅人有“西湖渔叟”，疑其为浙江人。谭正璧以洛阳为其原籍，杭州为居所，也成一说。 这部小说的情节十分曲折，它描述的是：南北朝时期，东魏将军林时茂禀性忠直，因事与丞相高欢之子高澄结仇，他深恐高澄日后报复，就削发为僧，改名澹然，逃奔梁国。路上为民除害，以武艺高强、材德兼备，被荐为建康宝刹妙相寺副住持。正住持钟守净贪鄙好色，不守清规，澹然好言相劝，反结怨怀恨，并以谗言说动武帝，欲加迫害。澹然得报，连夜潜出，历尽艰辛，死里逃生，重返东魏。在张家庄，澹然因除妖得到仙人所授三卷天书，从此定居研习，修真授徒，拯世济民。这是前二十回以林澹然为中心人物的一条情节主线。后二十回，人物与情节都有变化，林澹然已退居幕后，他的三个门徒杜伏威、薛举、张善相走到台前，情节转而叙述他们的家世以及成长、结义的过程，以浓笔重墨描述北齐时代，四海滔滔，他们竟联络各路英雄，高举义旗，替天行道，劫富济贫，攻城夺府，于出了一番轰轰烈烈的事业。不久受段韶招降，列士封王，镇守西蜀。至隋末，复归降李世民。唐初，澹然圆寂，杜、薛、张经仙人点化，大梦顿觉，遂弃位学道，云游方外。唐高祖各敕赠灵圣大禅师及普化真人、普利真人、普济真人封号，一释三真，均成正果。故事翻腾变化，条分缕析，至最后方豁然开朗，点明题意。 全书的整体构架是一个佛教故事，它先写澹然的德行，意在强调佛家的精神修炼，其后专叙杜伏威诸人之事，也是借以展示澹然的事业和高风。“迹种种异，道种种同”，故最后指迷说教，皈于佛道。这样张扬佛教，是与南北朝时代南梁、北魏佛教的广泛传播和大力发展相适应的。南北朝时期又是儒、释、道三教大论辩的年代，经过激烈的论争，结果是互相汲取，在某些方面融合起来。所以小说中的主要人物，或为释氏高人，或为释氏门徒，他们都得到仙家的传示，崇尚神仙符箓，并学了道家观星望气、补阳炼阴、驱神役鬼一套法术，俨然是一批道者。不宁唯是，在这些释道高人的内心深处，又满是纲常名教的思想，诛奸锄妖、辅佐明主、留名青史的雄心，不得意时，也是高山流水、长啸狂歌的志趣，全是儒家者流的行藏。可见，释而道，道而儒，三教合流，三教互补，正是这部小说总体思想的主要特征。这一特征，反映了我国古代儒释道三大思想体系演变的真实面貌。我国古代小说中，没有哪一部作品如此鲜明地打上这种宗教思想密切交融的印记，这就为它在思想文化史和小说史上取得了一席之地。 这部小说积极的思想意义在于：它通过对梁、魏社会现实的描写，表现了庸君媚臣礼佛参禅，造成了奸佞得势，英雄斥逐，朝政废弛，烟尘四起的恶果。以侯景之乱为结局，作品写出了国家沦亡、生民涂炭的不幸，对梁武帝一心追求极乐世界，最终幽居宫禁、饿死台城的下场作了辛辣的讽刺，并在一定程度上总结了“干戈四境尚谈经，国破家亡佛不灵”的历史教训。小说以钟守净为反面典型，揭露了上层僧侣贪财好色、伤风败俗的丑行，暴露了他们口诵弥陀、心藏荆棘的阴险嘴脸，使人们看到被梁武帝定为国教的佛教教会势力的黑暗面。作品还通过对萧梁、东魏、北齐诸国社会矛盾的描写，使人们看到大江南北，到处都有害民的官府。盘剥百姓的豪绅。举朝上下有牛进、周乾、桑皮筋、吴恢、蒋太守、汤思忠、甄雍一类贪官污吏为非作歹、残害无辜，才促发了薛志义、缪一麟、杜伏威等英雄揭竿而起。作者多处赞扬了他们的绿林高义，肯定了这些起义英雄剪戮豪强、济困怜贫、替天行道的合理性与正义性，因而继承了古典小说民主性思想的光彩。 历史在这里只是现实的镜子。作者的用意不是驻足过去，而是指向现实。我们很容易发现，小说的内容是相当明代化的。例如，梁武帝拿问犯人，使唤的竟是明代的特务机关锦衣卫；处人的极刑是跟明代酷刑相一致的剥皮揎草；唱的丽词艳曲，大多是明代特有的民歌俗曲。这种历史失真现象，也表现出《禅真逸史》与明代现实生活的密切联系。所以作品揭露的上述矛盾，正是明代中后期昏君庸主崇释好道，宠用奸佞，朝政腐败，以至外族入侵、危机四起的现实矛盾的反映。《凡例》所谓“欲期警世”者在此，徐良辅序所谓“其间挽回主张，寓有微意”者亦在此。从这种现实性出发，我们可以从中看到明代政治的、宗教的、民俗的、艺术的诸种生活的情状。其间“圣主贤臣、庸君媚子，义夫节妇、恶棍淫娼，清廉(女幸)直、贪鄙奸邪，盖世英雄、么么小丑，真机将略、诈力阴谋，释道儒风、幽期密约，以至世运转移，人情翻覆，天文地理之征符，牛鬼蛇神之变幻，靡不毕具”。这种驳杂斑斓的色调，有助于我们对明代的社会实际生活有更具体、广泛的认识。 应该指出，《禅真逸史》也充塞着不少思想糟粕。它有儒家的忠君思想，纲常名教的教条，顺天知命的天命论观点，也有释、道两家根深蒂固的虚无主义、无为主义，生死轮回、因果报应等等教义，和发源于宗教迷信的神仙法术，真是处处可见，无孔不入，使小说笼罩了一层宗教性的迷雾。不仅如此，作者从儒家的天命观和纲常伦理观念出发，在主要人物身上，鼓吹急流勇退、顺天安命的妥协精神；从道、释二家清心寡欲、委弃红尘的教义出发，安排了修真慕道、飞升霞举的归宿。这样，作品所描述的一场声势浩大的农民起义，就被弓；上一条投降的道路，并以失败而告终。作者对投降主义的沤歌与提倡，集中暴露了作者政治思想的阶级属性。总之，由于《禅真逸史》在思想上把儒、释、道主教合为一体，这就必然给作品带来它们固有的消极思想。 《禅真逸史》出现于明代末期，这时，《三国演义》、《水浒传》、《西游记》、《金瓶梅》等都已相继问世，传统的历史小说、英雄传奇、神魔小说和人情小说的艺术成就，都得到高度的发展。在一个个艺术高峰面前，作者既缺乏才力，又缺乏胆识，不能另辟蹊径，而是力图把传统小说的不同内容和艺术手法融合在一起，兼收并取，渗透综合。所以，从作品反映的南北朝历史背景，从这一百余年发生的历史、社会事件和一系列真实的历史人物来看，自始至终都有浓厚的历史气氛，叙事方式也接近于讲史。它对《三国演义》的一些模仿，也留下了历史小说的印记。与此同时，它又受到《水浒传》的强烈影响，不仅书中那些锄奸去恶、替天行道的英雄，路见不平拔刀相助的侠士，都好似梁山上的好汉；就是其中的情节语言，也经常给人以似曾相识的感觉，表现出着意师承《水浒》的痕迹。此外，它还注目于市井小民，帮闲蔑片，加强社会风俗画的色彩，大有《金瓶梅》的笔法；旁门左道、神仙幻术的穿插，又是《封神演义》、《西游记》一类神魔小说的手段。可见作者虽有博采众长之功，却无艺术独创之力。这样一部综合体的小说，就成为我国话本小说不同源流汇集后的产物。虽然如此，这部小说仍有不可抹煞的优点，如气格宏大，情节动人，针线密缝，血脉流贯，人物性格鲜明，语言畅达传神，这些都非三流小说所能望其项背。 作品中所写的人物，如东魏的高欢、高澄、侯景、丁和，梁的萧正德、谢举、傅岐、朱异、张绾，齐的和士开、穆提婆、段韶、韩长鸾、张雕，都是历史上的真实人物，他们的行事与性格也大致有凭有据，不曾随意杜撰。这有利于创作一个历史感的氛围，表现出历史小说的特质。但作者一进入主要人物的创作，便换了一副笔墨。书中前半部所着力刻画的林澹然、钟守净，便是虚构的角色。六朝僧传中既没有澹然这样的高僧，史中也无武帝临幸的妙相宝寺。作者以灵动的文字，描摹结撰，而神态毕肖，颇见工力。后半部写的杜、薛、张三人，则在半虚半实之间。说它实，是因为他们确实起过兵，打过仗，拥兵称王，威震一时，曾使朝廷大伤脑筋。但是，他们是隋末分别在江淮、陇右、许州兴起的几支武装力量，彼此从未联合，根本不是“三结义”式大聚义。他们的身分相距很远，杜伏威贫困出身，张善相做过下层小吏，薛举一开始就是地方豪右，缺乏结义合作的基础。他们起事的时候，北齐早已灭亡，段韶已经去世，对他们进行军事镇压的主要是隋炀帝和李世民，小说写他们同受齐主、段韶招抚完全不实。况且，北齐时代，疆域窄小，西部边界不过山西、河南，西秦、巴蜀属北周地盘，齐主何能封西川的楚州、沪州、信州作三大王的封地？他们的结局都很惨，杜伏威在武德七年暴卒，大约是被毒死的。张善相归降以后，守伊州，为王世充所困。张数次求援，唐高祖故不发兵，以至城陷被杀。薛举于武德元年病死军中，可称善终，但其于投降世民后，被腰斩于长安，全家不得免。他们的下场，一点也不像小说所写的那么美妙。这种种矛盾，表现出小说与历史的显著区别。 《禅真逸史》存世版本不少。现知主要有日本日光晃山慈眼堂所藏古杭爽阁主人刻本，马廉旧藏自下翼圣斋本，二本各有插图二十叶。还有无图而增唐太史令傅奕序本。这三种大致为明刻本。清初和清代中叶，有爽阁藏版复刻本和翼圣斋本复刻本，还有文新堂本、据本衙藏板梓行的中小型本、明新堂本。清末有改题《妙相寺全传》和《大梁野史》的石印本，近世有张静庐点校本。我们这次整理则以清初“本衙爽阁主人”复刻本为底本，参照乾隆复刻精批本、本衙梓行的中型本和张氏点校本，择善而从。书中除图像、圈点、集评及个别文字作了删节，史实失误处作了更正外，不作改动，力求保持原貌。失检之处自不能免，尚望读者指正。"
}