{
  "name": "说唐",
  "catalogues": [
    "第一回 战济南秦彝托孤 破陈国李渊杀美",
    "第二回 谋东宫晋王纳贿 反燕山罗艺兴兵",
    "第三回 造流言李渊避祸 当马快叔宝听差",
    "第四回 临潼山秦琼救驾 承福寺唐公生儿",
    "第五回 秦叔宝穷途卖骏马 单雄信交臂失知音",
    "第六回 樊建威冒雪访良朋 单雄信挥金全义友",
    "第七回 打擂台英雄聚会 解幽州姑侄相逢",
    "第八回 叔宝神箭射双雕 伍魁妒贤成大隙",
    "第九回 夺先锋教场比武 思乡里叔宝题诗",
    "第十回 省老母叔宝回乡 送礼物唐璧贺寿",
    "第十—回 英雄混战少华山 叔宝权栖承福寺",
    "第十二回 李药师预言祸变 柴郡马大耍行头",
    "第十三回 长安士女观灯行乐 宇文公子强暴宣淫",
    "第十四回 参社火公子丧身 行弑逆杨广篡位",
    "第十五回 雄阔海打虎显英雄 伍云召报仇集众将",
    "第十六回 麒麟关莽将捐躯 南阳城英雄却敌",
    "第十七回 韩擒虎调兵二路 伍云召被困危城",
    "第十八回 焦芳借兵沦罗寨 天锡救兄南阳城",
    "第十九回 太行山伍天锡鏖兵 关王庙伍云召寄子",
    "第二十回 韩擒虎收兵复旨 程咬金逢赦回家",
    "第二十一回 俊达有心结好汉 咬金学斧闹中宵",
    "第二十二回 众马快荐举叔宝 小孟尝私入登州",
    "第二十三回 杨林强嗣秦叔宝 雄信暗传绿林箭",
    "第二十四回 秦叔宝劈板烧批 贾柳店拜盟刺血",
    "第二十五回 庆寿辰罗单相争 劫王杠咬金被捉",
    "第二十六回 劫囚牢好汉反山东 出潼关秦琼赚令箭",
    "第二十七回 秦叔宝走马取金隄 程咬金单身探地穴",
    "第二十八回 茂公智退两路兵 杨林怒摆长蛇阵",
    "第二十九回 假行香罗成全义 破阵图杨林丧师",
    "第三十回 降瓦岗邱瑞中计 取金隄元庆扬威",
    "第三十一回 裴元庆怒投瓦岗寨 程咬金喜纳裴翠云",
    "第三十二回 王世充避祸画琼花 麻叔谋开河扰百姓",
    "第三十三回 造离宫袁李筹谋 保御驾英雄比武",
    "第三十四回 众王盟会四明山 三杰围攻无敌将",
    "第三十五回 冰打琼花昏君扫兴 剑诛异鬼杨素丧身",
    "第三十六回 众将攻打临阳关 伯当偷盗呼雷豹",
    "第三十六回 叔宝戏战尚师徒 元庆丧身火雷阵",
    "第三十八回 打铜旗秦琼破阵 挑世雄罗成立功",
    "第三十九回 创帝业李渊举兵 锄反王杨林划策",
    "第四十回 罗成力抢状元魁 阔海压死千金闸",
    "第四十一回 甘泉关众王聚会 李元霸王玺独收",
    "第四十二回 遭雷击元霸归天 因射鹿秦王落难",
    "第四十三回 改赦书世民被释 抛彩球雄信成婚",
    "第四十四回 尉迟恭抢关劫寨 徐茂公访友寻朋",
    "第四十五回 秦王夜探白璧关 叔宝救驾红泥涧",
    "第四十六回 献军粮咬金落草 复三关叔宝扬威",
    "第四十七回 乔公山奉命招降 尉迟恭无心背主",
    "第四十八回 程咬金抱病战王龙 刘文静甘心弑旧主",
    "第四十九回 刘文静惊心噩梦 程咬金戏战罗成",
    "第五十回 对虎峪咬金说罗成 御果园秦王遇雄信",
    "第五十一回 王世充发书请救 窦建德折将丧师",
    "第五十二回 尉迟恭双纳二女 马赛飞独擒咬金",
    "第五十三回 小罗成力擒女将 马赛飞勘破迷途",
    "第五十四回 李药师计败五王 高唐草射破飞钹",
    "第五十五回 斩鳌鱼叔宝建功 踹唐营雄信拼命",
    "第五十六回 秦琼建祠报雄信 罗成奋勇擒五王",
    "第五十七回 众降将金殿封官 尉迟恭御园护主",
    "第五十八回 挂玉带秦王惹祸 入天牢敬德施威",
    "第五十九回 尉迟恭脱祸归农 刘黑闼兴兵犯阙",
    "第六十回 紫金关二王设计 淤泥河罗成捐躯",
    "第六十一回 罗成托梦示娇妻 秦王遇赦访将士",
    "第六十二回 尉迟恭诈称疯魔 唐高祖敕赐鞭锏",
    "第六十三回 报唐璧叔宝让刀 战朱登咬金逞斧",
    "第六十四回 四王洒血紫主关 高祖庆功麒麟阁",
    "第六十五回 升仙阁奸王逞豪富 太医院冷饮伏阴私",
    "第六十六回 天策府众将敲门 显德殿大宗御极"
  ],
  "catalogueTotal": 66,
  "bookType": "历史演义",
  "words": 165953,
  "author": {
    "dynasty": "未知",
    "intro": "暂无信息",
    "name": "佚名"
  },
  "intro": "《说唐》清代长篇小说。作者不详。又名《说唐全传》、《说唐演义全传》。后与《说唐后传》合刻，改名《说唐前传》。６８回。故事起于隋文帝平陈，终于唐太宗统一。以瓦岗寨群雄的风云际会为中心，塑造了一大批起义英雄的形象，如秦琼、程咬金、罗成、尉迟恭等，再现了当时\"十八路反王\"、\"六十四路烟尘\"动乱的社会现实，同时也揭露了隋炀帝和宇文氏等统治者的荒淫残暴。具有浓厚的民间传说风味和传奇色彩，是清初演义向英雄传奇演变的代表作。作品有浓厚的封建正统观念和宿命论思想，艺术上较为粗糙。今存最早刻本是清代乾隆癸卯（１７８３）刊本。现有上海古籍出版社排印本。==============================================================================《说唐》主要人物表宇文泰　　　北周主。 杨　忠　　　北周护卫大将军，封隋公。 杨　林　　　杨忠胞弟，靠山王。隋朝第八条好汉。 杨　坚　　　杨忠之子，夺周皇位，称隋文帝。 杨　勇　　　杨坚长子，立为太子。 杨　广　　　杨坚次子，封晋王，篡位称隋炀帝。 秦　彝　　　北齐武卫大将军。 秦　旭　　　北齐亲军护卫，秦彝之父。 秦　琼　　　字叔宝，秦彝之子，降唐后封为护国并肩王、天下都督大元帅。隋朝第十 六条好汉。 罗　艺　　　北齐勋爵燕公，隋封为靖边侯，秦琼之姑夫。 罗　成　　　罗艺之子，降唐后封为越国公。隋朝第七条好汉。 高阿左　　　北齐国丞相。 程咬金　　　字知节，瓦岗寨之主，混世魔王。降唐后封为总管、鲁国公， 李　渊　　　隋将，叛隋后称唐王，后称唐高祖。 李建成　　　李渊长子。封殷王，立为太子。 李世民　　　李渊次子，被炀帝封为秦王，即帝位称唐太宗。 李元吉　　　李渊之三子。封为齐王。 李元霸　　　李渊之四子，被炀帝封为赵王，隋朝第一条好汉。 柴　绍　　　李渊之女婿。 宇文述　　　隋护卫。 宇文化及　　宇文述之长子，始官拜御史，后篡位称许王。 宇文士及　　宇文述之次子，官拜驸马都尉。 宇文成都　　宇文化及长子，隋朝第二条好汉。 伍建章　　　隋文帝时右仆射（太师）。 伍云召　　　伍建章之子，隋时官封侯爵，后自称忠孝王。隋朝第五条好汉。 韩擒虎　　　隋朝大将，齐国公。 罗　芳　　　杨林继子，大太保。 薛　亮　　　杨林继子，二太保： 邱　瑞　　　隋炀帝时为兵部尚书，长平王，后降瓦岗寨。 魏文通　　　隋潼关总兵，隋朝第九条好汉。 裴仁基　　　隋朝山马关总兵。 裴元庆　　　裴仁基三子，隋朝第三条好汉。后降瓦岗寨。 张大宾　　　隋炀帝时国丈。 王世充　　　隋洛阳守将，被炀帝封琼花太守。 尚师徒　　　隋临潼关总兵，隋朝第十条好汉。 新文礼　　　隋红泥关总兵，隋朝第十一条好汉。 窦建德　　　隋将，后称夏明王。 刘黑闼　　　窦建德帐下先锋，后自称后汉王。 朱　灿　　　隋将，后为南阳王。 苏定方　　　隋将，降唐后封为锡国公。 杨　素　　　隋将，突厥人，因有武功，御赐杨姓，称越公。 杨　约　　　隋大理寺卿，杨素之弟。 李　密　　　隋将，在瓦岗寨被拥为西魏王，后降唐。 徐茂公　　　瓦岗寨军师，降唐后封为镇国军师英国公。 魏　征　　　瓦岗寨军师，唐时授兵部尚书。 尤俊达　　　绿林人物，后投瓦岗寨。 尉迟恭　　　字敬德，先为刘武周帐下先锋，降唐后封为鄂国公。 刘武周　　　十八家反王之一，称定阳王。 雄阔海　　　绿林人物，隋朝第四条好汉。 伍天锡　　　绿林人物，伍云绍之族弟。隋朝第六条好汉。 齐国远　　　绿林人物，少华山头领。 李如珪　　　绿林人物，少华山头领。 单雄信　　　绿林人物，王世充处为驸马。隋朝第十八条好汉。 乔公山　　　隐士，被秦王李世民封为参军。 李　靖　　　京兆三原人，号药师，越公府主簿。唐封魏国公。"
}