{
  "name": "荡寇志",
  "catalogues": [
    "结水浒全传",
    "第071回 猛都监兴师剿寇 宋天子训武观兵",
    "第072回 女飞卫发怒锄奸 花太岁痴情中计",
    "第073回 北固桥郭英卖马 辟邪巷希真论剑",
    "第074回 希真智斗孙推官 丽卿痛打高衙内",
    "第075回 东京城英雄脱难 飞龙岭强盗除踪",
    "第076回 九松浦父女扬威 风云庄祖孙纳客",
    "第077回 皂荚林双英战飞卫 梁山泊群盗拒蔡京",
    "第078回 蔡京私和宋公明 天彪大破呼延灼",
    "第079回 蔡太师班师媚贼 杨义士旅店除奸",
    "第080回 高平山腾蛟避仇 郓城县天锡折狱",
    "第081回 张觷智稳蔡太师 宋江议取沂州府",
    "第082回 宋江焚掠安乐村 刘广败走龙门厂",
    "第083回 云天彪大破青云兵 陈希真夜奔猿臂寨",
    "第084回 苟桓三让猿臂寨 刘广夜袭沂州城",
    "第085回 云总管大义讨刘广 高知府妖法败丽卿",
    "第086回 女诸葛定计捉高封 玉山郎诸兵伐猿臂",
    "第087回 陈道子夜入景阳营 玉山郎赘姻猿臂寨",
    "第088回 演武厅夫妻宵宴 猿臂寨兄弟归心",
    "第089回 陈丽卿力斩铁背狼 祝永清智败艾叶豹",
    "第090回 陈道子草创猿臂寨 云天彪征讨清真山",
    "第091回 傅都监飞锤打关胜 云公子万弩射索超",
    "第092回 梁山泊书讽道子 云阳驿盗杀侯蒙",
    "第093回 张鸣珂荐贤决疑狱 毕应元用计诱群奸",
    "第094回 司天台蔡太师失宠 魏河渡宋公明折兵",
    "第095回 陈道子炼钟擒巨盗 金成英避难去危邦",
    "第096回 凤鸣楼纪明设局 莺歌巷孙婆诱奸",
    "第097回 阴秀兰偷情酿祸 高世德纵仆贪赃",
    "第098回 豹子头惨烹高衙内 笋冠仙戏阻宋公明",
    "第099回 礼拜寺放赈安民 正一村合兵御寇",
    "第100回 童郡王饰词谏主 高太尉被困求援",
    "第101回 猿臂寨报国兴师 蒙阴县合兵大战",
    "第102回 金成英议复曹府 韦扬隐力破董平",
    "第103回 高平山叔夜访贤 天王殿腾蛟诛逆",
    "第104回 宋公明一月陷三城 陈丽卿单枪刺双虎",
    "第105回 云天彪收降清真山 祝永清闲游承恩岭",
    "第106回 魏辅梁双论飞虎寨 陈希真一打兖州城",
    "第107回 东方横请玄黄吊挂 公孙胜破九阳神钟",
    "第108回 真大义独赴甑山道 陈希真两打兖州城",
    "第109回 吴加亮器攻新柳寨 刘慧娘计窘智多星",
    "第110回 祝永清单入卖李谷 陈希真三打兖州城",
    "第111回 陈义士献馘归诚 宋天子诛奸斥佞",
    "第112回 徐槐求士遇任森 李成报国除杨志",
    "第113回 白军师巧造奔雷车 云统制兵败野云渡",
    "第114回 宋江攻打二龙山 孔厚议取长生药",
    "第115回 高平山唐猛擒神兽 秦王洞成龙捉参仙",
    "第116回 陈念义重取参仙血 刘慧娘大破奔雷车",
    "第117回 云天彪进攻蓼儿洼 宋公明袭取泰安府",
    "第118回 陈总管兵败汶河渡 吴军师病因新泰城",
    "第119回 徐虎林临训玉麒麟 颜务滋力斩霹雳火",
    "第120回 徐青娘随叔探亲 汪恭人献图定策",
    "第121回 六六队大攻水泊 三三阵迅扫头关",
    "第122回 吴用智御郓城兵 宋江奔命泰安府",
    "第123回 东京城贺太平诛佞 青州府毕应元荐贤",
    "第124回 汶河渡三战黑旋风 望蒙山连破及时雨",
    "第125回 陈丽卿斗箭射花荣 刘慧娘纵火烧新泰",
    "第126回 凌振舍身轰郓县 徐槐就计退头关",
    "第127回 哈兰生力战九纹龙 庞致果计擒赤发鬼",
    "第128回 水攻计朱军师就擒 车轮战武行者力尽",
    "第129回 吴用计间颜务滋 徐槐智识贾虎政",
    "第130回 丽卿夜战扈三娘 希真昼逐林豹子",
    "第131回 云天彪旗分五色 呼延灼力杀四门",
    "第132回 徐虎林捐躯报国 张叔夜奉诏兴师",
    "第133回 冲头阵王进骂林冲 守二关双鞭敌四将",
    "第134回 沉螺舟水底渡官军 卧瓜锤关前激石子",
    "第135回 鲁智深大闹忠义堂 公孙胜摄归乾元镜",
    "第136回 宛子城副贼就擒 忠义堂经略勘盗",
    "第137回 夜明渡渔人擒渠魁 东京城诸将奏凯捷",
    "第138回 献俘馘君臣宴太平 溯降生雷霆彰神化",
    "第139回 云天彪进春秋大论 陈希真修慧命真传",
    "第140回 辟邪巷丽卿悟道 资政殿嵇仲安邦",
    "结子 牛渚山群魔归石褐 飞云峰天女显灵踪",
    "附录一：清咸丰三年初刻本序跋",
    "附录二：清同治十年重刻本所增序跋",
    "附录三：贯华堂本《第五才子书施耐庵水浒传》第七十回结末金圣叹伪作的“梁山泊英雄惊恶梦”"
  ],
  "catalogueTotal": 75,
  "bookType": "英雄传奇",
  "words": 585721,
  "author": {
    "dynasty": "未知",
    "intro": "暂无信息",
    "name": "俞万春"
  },
  "intro": "《荡寇志》是中国清代长篇小说名，作者俞万春（1794—1849），此书草创于道光六年（1826），写成于道光二十七年（1847），中间凡“三易其稿”，首尾历22年。本书中，作者仇视以宋江为首的梁山泊起义的思想与金圣叹一致，所以他紧接金圣叹“腰斩”过的七十回本《水浒传》，从七十一回写起，杜撰出一大篇宋江等如何“被张叔夜擒拿正法”的故事，自名其书为《荡寇志》，此书的初刻本却又署书名为《结水浒传》。"
}