{
  "name": "续济公传",
  "catalogues": [
    "第一回 显神通智救张煜 斗蟋蟀妙法惊人",
    "第二回 济公施法助孝子 赵斌葬母会群雄",
    "第三回 邓素秋落凤池避难 周公子勾栏院逢姣",
    "第四回 孽海情牵如幻梦 迷花乱酒受灾殃",
    "第五回 抢素秋大闹落凤池 盗县印栽赃如意村",
    "第六回 柳春华寻踪访贼人 狠毒虫醉后泄机密",
    "第七回 人虎穴英雄遇险 战群贼豪杰被捉",
    "第八回 柳春华绝处逢生 邓素秋智哄群贼",
    "第九回 逃虎穴群贼阻路 遇真人诉说前因",
    "第十回 回玉山调兵剿贼 住范村巧逢巨寇",
    "第十一回 周大成反计赚柳 瑞美豪杰仗义救春华",
    "第十二回 白龙山双杰被获 金凤寨群寇心惊",
    "第十三回 柳春华寻踪找素秋 谭宗旺误进桃花坞",
    "第十四回 郎才女貌情投意合 怜香惜玉海誓山盟",
    "第十五回 花台客人赘小西天 俏郎君气走桃花坞",
    "第十六回 战群贼豪杰逃性命 玉山县淫贼杀烈女",
    "第十七回 刘香妙火焚如意村 振八方奉谕访淫贼",
    "第十八回 杨明初会刘香妙 义土惊走吴道兴",
    "第十九回 清幽观智捉刘香妙 野龙湾水淹振八方",
    "第二十回 刘家渡四雄逢水寇 三杰村群贼杀双雄",
    "第二十一回 二义士绝处逢生 隐贤庄巧逢侠客",
    "第二十二回 小剑客夜探三杰村 赛妲己囊沙捉侠义",
    "第二十三回 小剑客误入翠云楼 众英雄齐集李家寨",
    "第二十四回 巧姻缘侠士订烈女 救三雄绝处复逢生",
    "第二十五回 请济公杨顺遇怪 施妙法妖术惊人",
    "第二十六回 问细情杨顺逃生 买美妾罗赞遭报",
    "第二十七回 黄梅县罗赞造退 九龙岛杨顺迷情",
    "第二十八回 小禅师江岛降妖 二罗汉施法提怪",
    "第二十九回 济公救杨顺逃生 县主斩贼人正法",
    "第三十回 玉山县群寇劫法场 花柳庄单人探贼巢",
    "第三十一回 杨顺探贼遭毒手 三雄柳林战群贼",
    "第三十三回 贾士显火烧花柳庄 柳玄清剑斩镇江龙",
    "第三十四回 贾土英初探临江寨 狄元绍下令斩三杰",
    "第三十五回 因救友逃难马家堡 暂避难携友入贼巢",
    "第三十六回 张士杰避难金光寨 俏郎君智斩柳玄清",
    "第三十七回 护花道夜探金光寨 谭宗旺救友诉前情",
    "第三十八回 恳县主调兵剿巨寇 悟长老助阵捉群贼",
    "第三十九回 阴风旗败走悟缘 叶真人仙术破贼",
    "第四十回 雷陈奉命请济公 张菊助提刘香妙",
    "第四十一回 牛角山刘香妙遭擒 树林中菊天华被戏",
    "第四十二回 无意中师待徒聚会 妙莲庵济公捉怪",
    "第四十五回 梁启文定身路口 济颠僧庵内试心",
    "第四十六回 李彩秋力斗假香妙 陈员外设酒款济公",
    "第四十七回 周莲香通奸西席 王楚江被赶出门",
    "第四十八回 施法术惊吓奸夫 救烈妇父女感谢",
    "第四十九回 灵秀村济公戏李顺 店小二空喜得黄金",
    "第五十回 酒店中戏弄强人 沈雷兴寻觅和尚",
    "第五十一回 师生串计施诈语 李顺受愚控钦差",
    "第五十二回 钦差署讯断狐仙 怜困苦周给老姬",
    "第五十三回 施法术顽石变宝 驱蟒怪救济穷民",
    "第五十四回 恤穷寒空中取酒 救徒弟药死鱼精",
    "第五十五回 刘香妙寻觅师兄 苏莲芳失身恶盗",
    "第五十六回 恶姻缘半途相遇 张公子不识罗汉",
    "第五十七回 恶作剧强人尝粪汁 探消息女尼赴行辕",
    "第五十八回 报仇恨过江寻师 铁蜂针咬伤钦使",
    "第五十九回 指迷途俗空上山 寻师傅莲芳到观",
    "第六十回 冯志坚出山助恶 马如飞为徒报仇",
    "第六十一回 采花贼被逼寻罗汉 闻大名喝散诸徒弟",
    "第六十二回 救知县僧道同行 罪恶满花贼伏诛",
    "第六十三回 中奸计师徒落坑 试假痴和尚施法",
    "第六十四回 审奸情罗汉用刑 救徒弟帽罩恶道",
    "第六十五回 报夙仇龙瑞兴水 失印绶遣徒觅取",
    "第六十六回 战怪兽灵药护身 戏徒弟长绳系体",
    "第六十七回 再取印雷陈人山洞 寻出路巧遇邹孟勋",
    "第六十八回 夺家私富儿受难 看面情又收徒弟",
    "第六十九回 张钦差宅中闹鬼怪 江水涨罗汉护行辕",
    "第七十回 展佛法救济群黎 尝异味钦差欢喜",
    "第七十一回 解冤仇马鹤当龙凤 赈灾区开仓碾米粟",
    "第七十二回 弄神通草谷变白米 济饥渴鱼鸟送酒菜",
    "第七十三回 防冤仇代递折匣 买冠袍游戏张三",
    "第七十四回 倍骗案秦相提人 试胆量法场待斩",
    "第七十五回 奉赦命张三庆生 说阴功长贵感动",
    "第七十六回 迷真性反邪归正 看面情允递奏章",
    "第七十七回 阻好事虎怅作奸 下丹药厨房觅便",
    "第七十八回 假火焚何敬卿功成 恨撵逐吴悦土逞凶",
    "第七十九回 奉圣旨委查参案 黄御史借报冤仇",
    "第八十回 下药茶中仇人报恩 假扮委员天子心欢",
    "第八十一回 丞相府开宴诓圣僧 济颠僧画钱戏贪仆",
    "第八十二回 笑面虎打硬赊账 秃头奴送安家银",
    "第八十三回 济颠僧脱身小憩轩 金丞相请造大成庙",
    "第八十四回 建庙宇丞相起私心 泥酒坛糟坊得妙法",
    "第八十五回 御史厅戏弄老虎凳 慈宁宫初进丹凤丸",
    "第八十六回 圣君亲手进灵丹 高见昧心设诡计",
    "第八十七回 碧云轩计赚蕲王府 慈宁宫二进丹凤丸",
    "第八十八回 济颠僧巧除两劣奴 韩毓英力获二奸贼",
    "第八十九回 众奸党被困在王府 韩毓英走马见丞相",
    "第九十回 相府中毓英勒据 书房内公子私逃",
    "第九十一回 听圣旨师生落难 遇盗船水寇施威",
    "第九十二回 杨魁连镖杀水贼 济公预算服英雄",
    "第九十三回 师生遇救庆重生 宫监记仇谋暗杀",
    "第九十四回 慈宁宫三进丹凤丸 济颠僧二次除奸宦",
    "第九十五回 济颠僧说帖辨疑案 周选侍传旨结冤仇",
    "第九十六回 徐天化愤气骂昏君 周选侍草诏释罪犯",
    "第九十七回 传懿旨母子起猜疑 进皇宫姊弟谋易位",
    "第九十八回 寇帧拷案定非刑 济公取供用阴审",
    "第九十九回 凤仪馆徐焱定密计 慈宁宫选侍造蜚言",
    "第一百回 如意馆席上聚英雄 国舅府房中结叛党",
    "第一百零一回 苏莲芳引荐刘香妙 济颠僧预约赵军门",
    "第一百零二回 国舅家道尼作幻 韩王府师弟酬恩",
    "第一百零三回 女英雄筵前受柬帖 刘道士月下召花妖",
    "第一百零四回 装灵官五人现呆像 摇大会七点闹神通",
    "第一百零五回 议救护圣僧作法 谋弑道群贼进宫",
    "第一百零六回 颠和尚半路戏奸臣 猛杨魁单锤救圣驾",
    "第一百零七回 笑面虎毒镖诛贼子 韩毓英袖箭杀奸尼",
    "第一百零八回 刘香妙丢剑逃生 赵公胜出舟接驾",
    "第一百零九回 猛杨魁路中拦公胜 湖西营席上论圣僧",
    "第一百十回 看说帖寇桢论回銮 登御座济公显神通",
    "第一百十一回 雷陈同守湖西营 哈周双战赵公胜",
    "第一百十二回 隔城壕杨魁救忠臣 治毒镖朱猛施妙药",
    "第一百十三回 韩毓英力战四猛将 笑面虎活捉赛云飞",
    "第一百十四回 惊噩耗老奴泪热 破西城侠女机灵",
    "第一百十五回 济颠僧具帖召朝臣 韩毓英进宫捉好党",
    "第一百十六回 入宫捉拿徐父子 当殿收服赛云飞",
    "第一百十七回 孔式仪披肝沥胆 大宋君议罪论功",
    "第一百十八回 韩毓英初进昭阳院 济颠僧再入慈宁宫",
    "第一百十九回 丘太监又用离间计 济颠僧暗进返善丹",
    "第一百二十回 上奏折道臣定罪案 大宴会选待出尸身",
    "第一百二十一回 乘莲辇君臣恩厚 入丈室师弟情深",
    "第一百二十二回 窃宝珠待罪刑部 阅名册传见众僧",
    "第一百二十三回 方丈室戏斗众凶僧 刑部衙闷煞马工部",
    "第一百二十四回 通贿部郎惊面壁 待罪御史罚赃银",
    "第一百二十五回 用奇刑哄堂大笑 招实供倒地无声",
    "第一百二十六回 猛和尚愿试奇刑 杨将军善谈宗教",
    "第一百二十七回 济颠僧清晨遇小轿 萧麻木赤体钻篱笆",
    "第一百二十八回 一心尽考因难呈祥 满中级斯文当场出丑",
    "第一百二十九回 救贤妇周氏还魂 骂腐儒济公说道",
    "第一百三十回 治冤鬼瞎韦驮显灵 送山田金御史脱罪",
    "第一百三十一回 换书信妙法谎悟真 捉水怪中途救舟子",
    "第一百三十二回 假杀害吓出金刚钻 真收用留下水晶珠",
    "第一百三十三回 上屋取银又惊又恨 自家弃菜糊里糊涂",
    "第一百三十四回 徐天化提狱正典刑 济颠僧人宫求赦旨",
    "第一百三十五回 传圣旨逆臣出罪 遵赦诏父子进宫",
    "第一百三十六回 察貌辨色贤主知心 返善还真圣僧论道",
    "第一百三十七回 真奸贼无药能治病 假济颠有术可欺人",
    "第一百三十八回 张公子无心遇妖怪 病铁枪有意放奸夫",
    "第一百三十九回 假和尚四人同榻 真圣憎一帽过江",
    "第一百四十回 取本身暗中施密计 设酒宴厕上捉妖精",
    "第一百四十一回 济颠僧隔墙取妖身 缸片精借尿逃性命",
    "第一百四十二回 混元金斗纳垢含污 笔墨先生驱邪入正",
    "第一百四十三回 装女仆窃回正身 具名帖投归贼党",
    "第一百四十四回 母老虎上帐施威 群妖精当场丢丑",
    "第一百四十五回 抚灾黎皇上命贤臣 变钦差妖鼋盗圣旨",
    "第一百四十六回 马如飞明激江标 冯志坚暗会周信",
    "第一百四十七回 宾主分途神功夺目 师生仗义只手探睛",
    "第一百四十八回 吴善人厚遇马如飞 江壮士大闹棺材店",
    "第一百四十九回 捻石灰拖走棺柩 呼桌凳移来公案",
    "第一百五十回 施法力起死回生 联友交游山玩水",
    "第一百五十一回 变钦差星夜赶坝工 假济公清晨逢殿上",
    "第一百五十二回 布衲袖中钦差小住 水晶宫里太子遭殃",
    "第一百五十三回 老龙王带病走秦邮 王同知奉谕毁地室",
    "第一百五十四回 太初殿天子衡文 南上苑夫妻比武",
    "第一百五十五回 赐绮筵天子加恩 抢绒花英雌擅技",
    "第一百五十六回 赐婚姻一箭双雕 剿贼寇六师齐驭",
    "第一百五十七回 杀老道小霞得宝剑 聚毛贼元绍建窝巢",
    "第一百五十八回 济颠僧饮酒谈敌情 狄元绍挂榜派众将",
    "第一百五十九回 解迷药收服牛忠 留纸帖招呼钦使",
    "第一百六十回 入官厅周信闯祸 剿贼寇大将兴兵",
    "第一百六十一回 狄小霞聚妖决策 牛先锋觅船渡江",
    "第一百六十二回 砂石入肚压倒英雄 霹雳当头惊逃妖魅",
    "第一百六十三回 赣南乡美女战群妖 泗水村英雄当要路",
    "第一百六十四回 虹霓剑当桥逐怪 菊猛儿踏水过河",
    "第一百六十五回 小南海水下设机关 大宋营帐前观说帖",
    "第一百六十六回 给赏标稽查奸细 获探队细审敌情",
    "第一百六十七回 己打己狂徒逞功名 自讼自凶僧遭果报",
    "第一百六十八回 王玉贞嚼血哺亲儿 济和尚装腔戏比匪",
    "第一百六十九回 叶大魁满载而归 赵知县下堂谢罪",
    "第一百七十回 叶大魁当堂招口供 赵知县入室察赃银",
    "第一百七十一回 一粒灵丹赃官返善 六千租谷贤妇输军",
    "第一百七十二回 雷音寺圣僧求佛 小南海天神交兵",
    "第一百七十三回 小淀山初逢故友 弥勒峰双探贼巢",
    "第一百七十四回 菊文龙激留拗骨头 笑面虎细述虹霓剑",
    "第一百七十五回 石敢当神锋开利市 水面机巧法获英雄",
    "第一百七十六回 狄小霞爱色赦宋俘 周义士设机搬翁仲",
    "第一百七十七回 狄元绍坠石致身亡 钱星仲解粮谋克扣",
    "第一百七十八回 小淫妇称主国女君 俏才郎变连毛和尚",
    "第一百七十九回 铁蒺藜奋斗铁禅杖 三角板巧遇三棱镖",
    "第一百八十回 寓真机一首诗歌 防暗劫三面埋伏",
    "第一百八十一回 尤大肩暗用诈降计 济颠僧巧赚诱敌书",
    "第一百八十二回 大宋营立斩粗扁担 狄小霞再进合欢杯",
    "第一百八十三回 治贼目逼说真情 坚敌心戏弄幻术",
    "第一百八十四回 济颠僧妙计夺营盘 狄小霞全军陷埋伏",
    "第一百八十五回 狄小霞遁回小西天 马如飞夜走盘山谷",
    "第一百八十六回 人茶肆逢祝三妹 搓银屑气引路人",
    "第一百八十七回 醉仙居酒客造谣言 盘山谷周礼画十字",
    "第一百八十八回 四英雄奋力追二贼 一老汉袖手战三雄",
    "第一百八十九回 呆子说谎巧中奸谋 美女多情暗探壮士",
    "第一百九十回 周郎大义杜绝是非 钱贼诡辞离间骨肉",
    "第一百九十一回 济颠僧拳下救美人 祝三公肋间欺傻子",
    "第一百九十二回 二贼匪仓屋栖身 众英雄园中演技",
    "第一百九十三回 祝公赘婿装饰新房 周子陈情潜通寸简",
    "第一百九十四回 送信痴徒做好梦 入门新妇打媒人",
    "第一百九十五回 解佛号高僧得白米 寄诗句和尚赠红丸",
    "第一百九十六回 张钦差备酒犒三军 宋将军踏冰冲八阵",
    "第一百九十七回 三口剑横冲妖寨 十一将齐困金光",
    "第一百九十八回 狄小霞纵杨魁出险 济颠僧激祝老从军",
    "第一百九十九回 杨魁奋气自击杨魁 和尚主兵先用和尚",
    "第二百回 显神通水上置冰路 施佛法寨里破金光",
    "第二百零一回 服丹丸宋将变妖形 入草堆刘匪遭火化",
    "第二百零二回 截路贼惹火烧身 富室女开门揖盗",
    "第二百零三回 狄小霞谋杀占美夫 杨太监诈言欺大师",
    "第二百零四回 留诗句圣僧赠别 尊佛谕灵物立功",
    "第二百零五回 牛先锋奉令验逆尸 张钦差梦中读上谕",
    "第二百零六回 大宋营僧人索宝剑 桥工厂和尚显神通",
    "第二百零七回 石首鱼众工尝美味 秃头奴按户散赃银",
    "第二百零八回 两封信气死邱太监 四锭银眼馋诸地棍",
    "第二百零九回 弄幻术僧尼同宿 逞奸计恶霸遭殃",
    "第二百十回 乐善庵计陷采花贼 大成庙谋夺住持僧",
    "第二百十一回 济颠僧咯唾唾戏奸臣 金仁鼎当筵听鬼话",
    "第二百十二回 新方丈庙外丧身 退居师堂前逼供",
    "第二百十三回 上死路尚遇牵头 入内室美人动春兴",
    "第二百十四回 金御史宠妾纵偷情 铁和尚恃爱自送死",
    "第二百十五回 恶满罪盈奸僧毕命 明哄暗骗狡令诬良",
    "第二百十六回 知县狡计撰从词 济颠暗中换冤状",
    "第二百十七回 两差人暗搜内藏 一老丐独阴封门",
    "第二百十八回 假乞化戏弄两县差 真外甥毒打老娘舅",
    "第二百十九回 衔玉杯燕子飞来 调艳曲美人旋去",
    "第二百二十回 当知且圣僧报案 背御史甥舅同谋",
    "第二百二十一回 钱济人定计圈御史 齐大肚喘气追济公",
    "第二百二十二回 借水灾知县出门 趁黑夜差人盗库",
    "第二百二十三回 善堂中贪人遭愚惑 假山畔淫妇入痴迷",
    "第二百二十四回 洒黄泥女婢吓男佣 换卧榻家奴淫主妇",
    "第二百二十五回 两造解和议五万两 一言咒骂罚四千金",
    "第二百二十六回 限窑工妙有奇法 造宝塔又动奸谋",
    "第二百二十七回 奸人奸计入室逞凶 太子太妃登台观礼",
    "第二百二十八回 金丞相人庙讲人情 皇太子回銮留墨宝",
    "第二百二十九回 看皇驾妖生落水 争绝产同族生风",
    "第二百三十回 吃酒谈心群殷得意 争多较少兄弟逞威",
    "第二百三十一回 阴舛阳取用假银 乐极生悲拘留保甲",
    "第二百三十二回 小书生当门读示 老族长对面喷茶",
    "第二百三十三回 发酬劳狡者向隅 治疾病妖人入室",
    "第二百三十四回 黄礼文卧床作神语 张天禄落难遇狐仙",
    "第二百三十五回 张道士治病显神通 济和尚唱歌含妙义"
  ],
  "catalogueTotal": 232,
  "bookType": "鬼怪神魔",
  "words": 692725,
  "author": {
    "dynasty": "未知",
    "intro": "暂无信息",
    "name": "坑余生"
  },
  "intro": "济公的故事，虽为长篇巨制，实际上是由许多独立的故事联缀而成，用今天的话来说，是系列剧而非连续剧。因此，《续济公传》虽名为续集，情节却完全可以独立于《济公全传》之外而存在。而且故事内容与人物形象，与《全传》比也有较大的变化。续集叙述了济公率领弟子，劝导一批忠臣后裔和江湖义士，严惩卖国投降的奸臣和皇亲国戚，平定“大狄国”的内患，以保南宋江山“国泰民安”的种种故事。在这些故事中，济公的活动范围从市井社会拓展到整个朝野江湖，其所作为也从撮合男女美满姻缘、扶危济困、除怪降妖扩展到关系国家安危的军机大事，社会场景更为广阔，情节也特别丰富、曲折，引人入胜。济公的形象也从一个游戏人间行侠仗义的“颠憎”，逐渐演化成一个忠肝义胆、神机妙算、佛法无边的济世活佛。"
}