{
  "name": "野叟曝言",
  "catalogues": [
    "第一回 三首诗写书门大意 十觥酒贺圣教功臣",
    "第二回 看花色眼急雨淋瓠子之头 挥麈雄谈冷水浇葫芦之背",
    "第三回 只手扼游龙暗破贼坟风水 寻声起涸鲋惊回弱女余生",
    "第四回 异姓结同怀古庙烘衣情话絮 邪谋蛊贞女禅堂掷炬秃奴惊",
    "第五回 灯花发火荼毗两个淫僧 虎足从风结识一条好汉",
    "第六回 未鸾吹和衣报德 刘璇姑降志酬恩",
    "第七回 绣被寻春猛放登徒色胆 危崖勒马惊残倩女香魂",
    "第八回 非雨非云绝胜巫山好梦 画天画地恍图周髀遗经",
    "第九回 好友忽逢共酌十觥言志 狂风猝起终成两地相思",
    "第十回 法雨有缘遇真儒回头是岸 了因无命逢介士撒手归空",
    "第十一回 唤醒了缘因生起死 惊听测字有死无生",
    "第十二回 刘虎臣说大话惹出盗来 文素臣费小心放将盗去",
    "第十三回 为寻姬欣逢豪杰 因失帕迟误婚姻",
    "第十四回 双折六归贫士翻怜财主算 低眉合眼头陀暗觑妇人胎",
    "第十五回 看法王伪檄文素臣改姓更名 临帝子长洲白又李挥毫破浪",
    "第十六回 又李伤寒遗铁弹 素娥取冷卧铜屏",
    "第十七回  淫药迷心贞媛爬罗云雨 天泉破腹通儒笺释岐黄",
    "第十八回 束矢狂生翻为座上客 操戈逆弟磕破柩前头",
    "第十九回 怪医方灯下撕衣惊痘出 奇解数竿头拍手唱歌来",
    "第二十回 痛哭为知音一死一生交情乃见 伤心求结骨不生不死惨语难听",
    "第二十一回 美女和新诗暗吐情丝一缕 良朋惊错信瞎跑野路三千",
    "第二十二回 倒擂台救出一双姊妹 解邪咒团成两对夫妻",
    "第二十三回 为朋友热肠堤上忙追比翼鸟 听儿童拍手山中急采并头莲",
    "第二十四回 真剑术一女子上树撩天 假卜封众英雄死心塌地",
    "第二十五回 解翠莲三回闯破载花船 白又李一手挽牢沉水索",
    "第二十六回 丫鬟怜月貌漏泄机关 公子觑花容安排坑堑",
    "第二十七回 单二姨暗调铅汞 李四嫂明做黄婆",
    "第二十八回 一股麻绳廊下牵来偷寨贼 两丸丹药灯前扫却妒花风",
    "第二十九回 见事危贞娃戳颈 闻声迫淫妇投缳",
    "第三十回 连公子丹房求秘策 李嫂儿病榻说风情",
    "第三十一回 小姑嫂看淫书津津讲学 老夫妻吃热药狠狠团春",
    "第三十二回 疑心成暗疾结将妹妹救亲夫 幻术摄生魂请出娘娘招怨鬼",
    "第三十三回 靳千户双赚鹊桥仙 刘大娘三犯江儿水",
    "第三十四回 文素臣初谒金门 谢红豆一朝天子",
    "第三十五回 尽臣职文徵君迁谪辽东 重朋情洪太常奔驰吴下",
    "第三十六回 柯知县平白地放出杀人心 余大人半青天伸下拿云手",
    "第三十七回 怜独活愁分掌上珠 疗相思喜得心头草",
    "第三十八回 读奇书孙康怜雪影 试英物宣武出啼声",
    "第三十九回 赚花笺双词写怨 调酒令四美弄情",
    "第四十回 贤母岂忘情发皆中节 淑媛能悟道色总根心",
    "第四十一回 任小姐单填绝命词 水夫人双种连城玉",
    "第四十二回 田氏改装双珠入掌 洪文落职千里传书",
    "第四十三回 侠客赠龙泉群凶授首 奄人折虎翼一性归空",
    "第四十四回 仿八阵图黄昏遁甲 破两门法白昼鏖兵",
    "第四十五回 虎口行奸赝虎恶于真虎 僧寮放火生僧烧作熟僧",
    "第四十六回 古庙逢凶蜂螫屠龙之手 盘山遇侠狮降猛虎之威",
    "第四十七回 假谈星命里寻奴 真卖卜诗中遇友",
    "第四十八回 真才子压倒假名公 假新娘赚杀真娇客",
    "第四十九回 想中缘文素臣再朝天子 情中景谢红豆二谒金门",
    "第五十回 照妖镜团圞玉镜台 割股心邂逅冰心女",
    "第五十一回 未容儿真心尽孝  黄铁娘假口全贞",
    "第五十二回 阻活佛升天破地藏观音出世  剁海龙入水掷铁锚金倾心",
    "第五十三回 污泥透出白莲花千秋表节 杀阵种将连理树一捆成功",
    "第五十四回 首妾入东宫口中得喜 西江寻老母耳内成惊",
    "第五十五回 空流泪素臣肠断花笺 真上痰任信心迷黑狱",
    "第五十六回 大话招殃丑生员扮出跪池陈 老羞成怒风太监学做刺股苏秦",
    "第五十七回 全局忽翻狠鞭苦了一条光棍 现钟不撞空花烛难为两个新娘",
    "第五十八回 为好成空三处衾皆冷落 从天而降一门妻妾小团圆",
    "第五十九回 辟庄老文素臣深谈性命 戒晏安水夫人独凛冰渊",
    "第六十回 三女明婚鸾谐凤合 一人暗卜夫贵妻荣",
    "第六十一回 六口曲团有兆 二木林点逗无心",
    "第六十二回 主辟老黄石点头 婢辟佛蓝田击节",
    "第六十三回 老虎欺心献毛鳖 小儿饶舌得银蛇",
    "第六十四回 浴日山设卦禳风 不贪泉藏银赈粥",
    "第六十五回 诛夜叉六熊戴德 救作忠六义同仇",
    "第六十六回 神算定假倭功归把总 正气除邪会名托城隍",
    "第六十七回 碎石台冤魂出世 看雪屏伟物招殃",
    "第六十八回 十六妾奉先生乌龟脸面 三百鞭贞妇强盗心肝",
    "第六十九回 男道学遍看花蕊 女状元独占鳌头",
    "第七十回 白昼压妖狐忽呈玉面 深宵论活宝尽洗尘心",
    "第七十一回 看壁词痴人入化 谈天性侠女惊心",
    "第七十二回 以血验气大阐阴阳之化 因熊及虎广推禽兽之恩",
    "第七十三回 论一气云开日朗 呈百戏石破天惊",
    "第七十四回 所求乎朋友相看俨然 重之以婚姻一言既出",
    "第七十五回 盘锦囊忽见庐山面目 定乐府拓开平日心胸",
    "第七十六回 醉中合卺潦草婚姻 梦里断绳逼真缘法",
    "第七十七回 有肉无骨剖明千古奇冤 移妾作女解脱寸心坚结",
    "第七十八回 主代帝殂代崩暗尊昭烈 前比尹后比旦明颂武侯",
    "第七十九回 为驱邪众女袒胸求赤字 因报德孤舟渡海觅红须",
    "第八十回 婚事初筹素臣早筹兵事 大蛇未弄铁丐先弄小蛇",
    "第八十一回 文曲布天罗血流四境 红鸾杀华盖月照双郎",
    "第八十二回 断铁钥双关密计 开铜锁方便阴功",
    "第八十三回 怜才拔亚鲁赐婚者二十人 定计灭屠龙成功在五六日",
    "第八十四回 香烈扶危梦得两颗珠子 瑛瑶成配天生一对玉人",
    "第八十五回 宵光显玉体知造物之化工 神便浸金铃得除奸之秘钥",
    "第八十六回 负腹无谋空拟罡风搅海 拍肩有谶果然明镜中天",
    "第八十七回 五日抱两王子医法通神 一旬产四男儿麟祥旷世",
    "第八十八回 医怪病青面消磨 受奇荣白衣发达",
    "第八十九回 国师束身双阙佛法无灵 指挥传首九边皇威有赫",
    "第九十回 两柄铜锤舞出山林娇凤 一颗珠子穿来苗峒毒蛇",
    "第九十一回 苗婆闻水安息回生老命 妖道见夜光珠错认元神",
    "第九十二回 扮医生有心除毒 救病汉无意逢亲",
    "第九十三回 疗奇疯药婆认叔 显绝力锁住疑神",
    "第九十四回 治香以臭别开土老之奇语 婚配宜歌新咏关雎之好逑",
    "第九十五回 沈瞻赎子孔方兄能全骨肉 陈渊梦妻正气女便是神灵",
    "第九十六回 天阙山神猿饶舌 孔雀峒石女发身",
    "第九十七回 一掌破天荒死户翻成生户 两眉钻进穴毒蛇变作痴蛇",
    "第九十八回 神虎神猿种出太平珠玉 奇芝奇鹿衔来百岁春秋",
    "第九十九回 屈知县以直报怨 楚郡主因公济私",
    "第一百回 奸徒出首害忠臣 义士同心结死友",
    "第一百零一回 上林堡小设计 临桂县大交兵",
    "第一百零二回 四伏降六龙素臣神算 三胞生六宿石女奇胎",
    "第一百零三回 两日毁十门龙燔于峒 一夜破两城浚泣于涂",
    "第一百零四回 假班师分兵入峡 真救驾匹马归朝",
    "第一百零五回 鸾音为臣子监军新时官制 云妃代尼僧摩顶旧日恩情",
    "第一百零六回 玉洞生春小郎试药 天罗窣暗太子惊心",
    "第一百零七回 水火无情久出炎凉之界 蛆虫可厌不污清白之躬",
    "第一百零八回 文白大名驱恶鬼 七妃小戏惹冤魂",
    "第一百零九回 怨鬼捉奸逆藩伏法 青宫验痣假子归真",
    "第一百十回 真报仇指头啮血 假作恶鼻孔铺红",
    "第一百十一回 三万雄兵不敌□锄荆棘 五千长线可推角股勾弦",
    "第一百十二回 五日长号生者几几欲死 六人同梦死者奕奕如生",
    "第一百十三回 忽显灵文素臣真符假梦 怕上天熊飞娘死抱生人",
    "第一百十四回 沧海玉堂双珠归母 白衣阁老只手擎天",
    "第一百十五回 擒阉贼圣驾还朝 赐宫奴相臣归第",
    "第一百十六回 错里错安贵妃五更拼命 疑上疑文丞相一旦骄人",
    "第一百十七回 拷贵妃乾清三挡 擒居次鞑靼双降",
    "第一百十八回 陌路种成荆树喜连今日之枝 深宫赐出夭桃谁识当年之木",
    "第一百十九回 灭浙平倭归一统 论功行赏失双劳",
    "第一百二十回 执伞盖铁面甘心 宴府第金蝉脱壳",
    "第一百二十一回 五子说策请五湖 六女按名归六院",
    "第一百二十二回 姊妹重逢惊智囊之远虑 主奴叙旧感镇国之深恩",
    "第一百二十三回 两抄落卷小状元再占鳌头 一语惊天大驸马独蟠龙腹",
    "第一百二十四回 痴丫鬟辞婚投水 圣天子减膳求言",
    "第一百二十五回 素臣无外两释疑城 红豆天渊双生贵子",
    "第一百二十六回 五星聚井五星聚奎 三索得男三索得女",
    "第一百二十七回 未鸾吹辞夫就婿 文按院借贼惊人",
    "第一百二十八回 九岁孩童呈绝技 八龄女子害相思",
    "第一百二十九回 安富陈荣谋按院 善财龙女戏观音",
    "第一百三十回 独桌待孙行激劝 一心忧旱起迍邅",
    "第一百三十一回 八片香肱脾神大醒 三尺瑞雪心结齐开",
    "第一百三十二回 素父忽逃罗刹国 麟儿独上状元台",
    "第一百三十三回 奚天使死成欢喜佛 木倭奴生作净光王",
    "第一百三十四回 泰运将开囊括扶桑日本 疑胎乍脱血凝铁丐银儿",
    "第一百三十五回 七年病退三年艾 一世盲开万世明",
    "第一百三十六回 舌战中朝除二氏 风闻西域动诸番",
    "第一百三十七回 古佛今佛两窟俱空 君囿臣囿四灵威集",
    "第一百三十八回 九子夺魁会元复归门婿 百丁介寿男女尚轶外孙",
    "第一百三十九回 四灵护贤母荣归 百诗颂圣君盛治",
    "第一百四十回 哭覃吉素臣发病 看余诗末子封侯",
    "第一百四十一回 素父思亲成疾教子孙绝欲三年 圣君尽孝垂危闻冰渊忽驱二竖",
    "第一百四十二回 马为月老侄得娇妻 虎作冰人叔收美妾",
    "第一百四十三回 百世推恩侯伯子男递衍 干秋异数君臣后妾同筵",
    "第一百四十四回 二老来归君臣同乐 双翎未展母后俱惊",
    "第一百四十五回 毗罗袈裟见者惊为怪物 荷包珠帕拾即献入官司",
    "第一百四十六回 戏文一百出将生平事逐件重题 男女五十双把座中人当场现扮",
    "第一百四十七回 五百道赐符三男同降 七十国献寿六宝齐归",
    "第一百四十八回 番公主入门生子 文翰林跨海寻妻",
    "第一百四十九回 九万里外塑生词 百寿堂前开总宴",
    "第一百五十回 三居次爱戏拜翁姑 两孪生劈面惊新妇",
    "第一百五十一回 两间房素臣辟鬼 百寿令文甲惊人",
    "第一百五十二回 毁先贤豪客挥拳 开后局小儿言志",
    "第一百五十三回 处士妹配合处士孙 神女风圆成神女梦",
    "第一百五十四回 泄真机六世同梦 绝邪念万载常清"
  ],
  "catalogueTotal": 154,
  "bookType": "英雄传奇",
  "words": 1085164,
  "author": {
    "dynasty": "清",
    "intro": "夏敬渠(1705～1787)，字懋修,号二铭,自号浣玉生、浣玉主人,人称“旭台先生”，江阴（今属江苏）人，诸生。他好学，通经史，旁及诸子百家、礼乐兵刑、天文算数之学。他自负才学，游历江苏、浙江、安徽、江西、山东、河北、陕西各省，结交当时名公巨卿，然而屡踬科场，终身不得志。一生著作极富,除了著名的才学小说《野叟曝言》之外,尚有:《经史余论》、《学古篇》、《浣玉轩文集》、《全史约论》、《纲目举正》、《医学发蒙》、《浣玉轩诗集》、《唐诗臆解》等。",
    "name": "夏敬渠"
  },
  "intro": "《野叟曝言》以明代成化、弘治两朝为背景，叙写文白(字素臣)一生的英雄业绩。文素臣文武双全，胸怀壮志，见宦官擅权，政治黑暗，于是游历天下，一路除暴安良，相继救得美貌才女璇姑、素娥和湘灵，后皆纳为侧室。入都后，为皇帝及王子治病，钦赐翰林。奉诏平定广西苗乱，大功告成，又闻京城中景王谋乱，立即匹马入都救护太子，赴山东莱府为皇帝保驾，除尽奸党。后又平倭寇，素臣二妻四妾，子孙繁衍，结尾素臣四世同做一梦，梦见素臣与韩愈相等，列于圣贤行列。据说主角文白二字，合起来就是一个夏字，作者以文白自况，把文素臣写成一个无所不能的英雄，不但事业上飞黄腾达，而且家庭幸福，儿孙满堂。"
}