{
  "name": "二刻拍案惊奇",
  "catalogues": [
    "卷之一 转运汉遇巧洞庭红 波斯胡指破鼍龙壳",
    "卷之二 姚滴珠避羞惹羞 郑月娥将错就错",
    "卷之三 刘东山夸技顺城门 十八兄奇踪村酒肆",
    "卷之四 程元玉店肆代偿钱 十一娘云冈纵谭侠",
    "卷之五 感神媒张德容遇虎 凑吉日裴越客乘龙",
    "卷之六 酒下酒赵尼媪迷花 机中机贾秀才报怨",
    "卷之七 唐明皇好道集奇人 武惠妃崇禅斗异法",
    "卷之八 乌将军一饭必酬 陈大郎三人重会",
    "卷之九 宣徽院仕女秋千会 清安寺夫妇笑啼缘",
    "卷之十 韩秀才乘乱聘娇妻 吴太守怜才主姻簿",
    "卷十一 恶船家计赚假尸银 狠仆人误投真命状",
    "卷十二 陶家翁大雨留宾 蒋震卿片言得妇",
    "卷十三 赵六老舐犊丧残生 张知县诛枭成铁案",
    "卷十四 酒谋对于郊肆恶 鬼对案杨化借尸",
    "卷十五 卫朝奉狠心盘贵产 陈秀才巧计赚原房",
    "卷十六 张溜儿熟布迷魂局 陆蕙娘立决到头缘",
    "卷十七 西山观设辇度亡魂 开封府备棺迫活命",
    "卷十八 丹客半黍九还 富翁千金一笑",
    "卷十九 李公佐巧解梦中言 谢小娥智擒船上盗",
    "卷二十 李克让竟达空函 刘元普双生贵子",
    "卷二十一 袁尚宝相术动名卿 郑舍人阴功叨世爵",
    "卷二十二 钱多处白丁横带 运退时刺史当艄",
    "卷二十三 大姊魂游完宿愿 小姨病起续前缘",
    "卷二十四 盐官邑老魔魅色 会骸山大士诛邪",
    "卷二十五 赵司户千里遗音 苏小娟一诗正果",
    "卷二十六 夺风情村妇捐躯 假天语幕僚断狱",
    "卷二十七 顾阿秀喜舍檀那物 崔俊臣巧会芙蓉屏",
    "卷二十八 金光洞主谈旧变 玉虚尊者悟前身",
    "卷二十九 通闺闼坚心灯火 闹囹圄捷报旗铃",
    "卷三十 王大使威行部下 李参军冤报生前",
    "卷三十一 何道士因术成奸 周经历因奸破贼",
    "卷三十二 乔兑换胡子宣淫 显报施卧师入定",
    "卷三十三 张员外义抚螟蛉子 包尤图智赚合同文",
    "卷三十四 闻人生野战翠浮庵 静观尼昼锦黄沙巷",
    "卷三十五 诉穷汉暂掌别人钱 看财奴刁买冤家主",
    "卷三十六 东廊僧怠招魔 黑衣盗奸生杀",
    "卷三十七 屈突仲任酷杀众生 郓州司令冥全内侄",
    "卷三十八 占家财狠婿妒侄 廷亲脉孝女藏儿",
    "卷三十九 乔势天师禳旱魃 秉诚县令召甘霖",
    "卷四十 华阴道独逢异客 江陵郡三拆仙书"
  ],
  "catalogueTotal": 39,
  "bookType": "世态人情",
  "words": 331072,
  "author": {
    "dynasty": "明",
    "intro": "凌濛初（1580年6月18日－1644年2月21日），字玄房，号初成，别号即空观主人，浙江乌程（今吴兴区织里镇晟舍）人，明朝官员，文学家、小说家。\n",
    "name": "凌濛初"
  },
  "intro": "《二刻拍案惊奇》是凌濛初继《初刻拍案惊奇》之后创作的第二部短篇小说集。其成书过程与《初刻拍案惊奇》略有不同。《初刻拍案惊奇》是凌濛初自行创作，被书商得知刻印出版的，而《二刻拍案惊奇》则是书商主动要求凌濛初续写的。《二刻拍案惊奇小引》中详细介绍了此经过：“贾人一试之而效，谋再试之。余笑谓\n一之已甚。顾逸事新语可佐谈资者，乃先是所罗而未及付之于墨，其为柏梁馀材、武昌剩竹，颇亦不少。意不能忽，聊复缀为四十则。”这种状况，正反映了明代图书出版业与通俗小说创作的互动状况。 《二刻拍案惊奇》的思想内容和创作旨趣与《初刻拍案惊奇》一脉相承，反映明代后期市民阶层的社会生活更为广阔，凡是人伦道德的各个主题，都或多或少地涉及到了。同时，明末内忧外患纷起，社会矛盾更加复杂尖锐，这一状况，《二刻拍案惊奇》表现得也比《初刻拍案惊奇》更为充分，诸如贫富悬殊造成的心理倾斜，官僚腐朽造成的社会动荡，封建婚姻制度激起的青年男女的反抗，新兴商人阶层对士农工商四民秩序的挑战，淫靡世风膨胀起的人欲对天理道学的反叛等等，勾勒出一幅晚明社会日薄西山的惨淡图画。 《二刻拍案惊奇》最早由尚友堂刊行于明崇祯五年壬申（１６３２年），原刻本国内仅存半部，且没有别的翻刻本。日本内阁文库藏有一部尚友堂刻本，然亦非足本，收小说三十九卷及凌濛初所撰《宋公明闹原宵杂剧》一卷，学者普遍认为系第四十卷亡佚，而别以杂剧凑足作者在《小引》中言明的“四十则”之数。又第二十三卷与《拍案惊奇》重出；第五卷和第九卷版心或标作“二续惊奇”，与各卷不类，学者亦疑为从别书补入。"
}