{
  "name": "红楼春梦",
  "catalogues": [
    "许序",
    "自序",
    "第一回 梦觉渡头雨村遇旧 缘申石上士隐授书",
    "第二回 青埂峰故知倾肺腑 绛珠宫慧婢话悲欢",
    "第三回 诔芙蓉晴姐悄吞声 悲芍药湘娥初感逝",
    "第四回 哭怡红冷麝离魂 栖拢翠寒鹃吊梦",
    "第五回 弟让兄赦老宠新衔 奴欺主琏儿支窘局",
    "第六回 话封狼凝颦慰红粉 赐真人浊玉换黄冠",
    "第七回 陷情魔荒山坏丹鼎 感幽怨幻境泣冰弦",
    "第八回 薛姨妈同居护爱女 王夫人垂涕勖孤孙",
    "第九回 开吟社探春赏花 忤亲庭贾环逃杖",
    "第十回 应谶盆兰孙登凤沼 联辉仙桂妇诞麟儿",
    "第十一回 完丹诀飞举夸神龙 披画册沉沦悯雌风",
    "第十二回 呆香菱密语感孤鸾 贤探春协力除群蠹",
    "第十三回 盗田契环儿通贼 馈野产巧姐宁亲",
    "第十四回 大观园续宴待披图 太虚境赐婚惊抚表",
    "第十五回 警幻仙执柯慰莽玉 临淮神缄札谕娇颦",
    "第十六回 催妆得句贵姐迎妆 寻梦留香仙妃通梦",
    "第十七回 励贤母攒金仿骄凤 殉故主绝粒化哀鹃",
    "第十八回 真威烈策传细柳军 续风流宴启芙蓉社",
    "第十九回 登鹗荐稚兰邀特简 续鸳盟侠柳仗良媒",
    "第二十回 省重闱义婢共登程 拯幽狱小郎亲谒府",
    "第二十一回 慈太君仙舆欣就养 勇将军使节出从征",
    "第二十二回 赏初雪姑嫂话戎机 靖飞尘士民攀宦辙",
    "第二十三回 长安宫同日拜丹纶 清虚殿双飞五彩笔",
    "第二十四回 千里相逢序联征雁 双星好合兆应祥麟",
    "第二十五回 捷北榜薛蝌破天荒 犯西台蒋琪钻狗洞",
    "第二十六回 降兰香良缘凭月老 宴花朝雅令集风诗",
    "第二十七回 碧落侍郎侍姬共戏 紫薇学士学使超迁",
    "第二十八回 平蚁穴丹墀奖元勋 赏龙舟红闺酬令节",
    "第二十九回 白莲庵游戏度三星 降珠宫安排迎二老",
    "第三十回 试题榜冰玉约园游 邀乞巧蕙兰订仙偶",
    "第三十一回 直报怨赵伦犯秋宪 德胜才贾政领冬官",
    "第三十二回 展菊屏芳筵招姊妹 降木筏雅咏接仙凡",
    "第三十三回 忏宿冤吁佛拯呆蟠 践成约会真挚嫠史",
    "第三十四回 听清歌初宴会真园 赏佳月大开涵万阁",
    "第三十五回 水廊月影卜夜联吟 露幌花光留春展宴",
    "第三十六回 注五马贾丞得外除 策六韬周郎由内助",
    "第三十七回 定襄伯移节领黄图 荣国府剪花赏元夕",
    "第三十八回 羡早贵快婚典京营 惊夙慧雏孙入家塾",
    "第三十九回 红香圃舞蝶邀诗 赤霞宫离鸾引梦",
    "第四十回 蘅香院留梦记新巢 梨雪轩聆歌伤往事",
    "第四十一回 送仙踪蟾府惬新游 慰乡心麋台欣小住",
    "第四十二回 红妆舫肪碧落徵歌 白骨霜街紫英仗义",
    "第四十三回 浩浩恩纶稚孙赐秩 恢恢法网恶仆罹刑",
    "第四十四回 宴梅屏重展大观园 寿椒掖试演千秋舞",
    "第四十五回 会真园片月引鸾兴 留春院百花园蝶阵",
    "第四十六回 庆生辰飞花开绮宴 报春晖入梦遗金丹",
    "第四十七回 回车覆水旧院栖佣 仗节朝天广田敦族",
    "第四十八回 镜漪园泛舟从御赏 拢翠庵草表却恩纶",
    "第四十九回 红毛舰寄信讯琴娘 黄泉路招魂慰湘女",
    "第五十回 凌缥缈神瑛驾鹏舟 报绸缪宝钗调凤轸",
    "第五十一回 送乡闱薛蝌最怜婿 避窗稿贾蕙不欺君",
    "第五十二回 感侠肠隔生续鸳偶 播佳话踵武掇蟾香",
    "第五十三回 倪金刚膜拜真菩萨 贾探花屈居半状元",
    "第五十四回 颁恩诏追封凤藻宫 馈婚仪初试鲛绡帐",
    "第五十五回 使重洋父授定风珠 伤末路妾泣投泥玉",
    "第五十六回 舞彩衣瑛珠乍归省 集金钗柳燕共超凡",
    "第五十七回 司文郎学谱琴上字 乘槎客旧赋画中游",
    "第五十八回 宴水榭莲灯烦侍婢 监狄闱腾贴授佳儿",
    "第五十九回 赐甲第延庆逮曾孙 卜山居乞身辞亚相",
    "第六十回 扶杖看花弟兄互侍 倾囊施药宛若双旌",
    "第六十一回 贤节度抗章陈帝阙 新太守展观入神京",
    "第六十二回 晷逼西山蹉跎伤墓 浆倾北斗宛转回春",
    "第六十三回 奉亲舍手规梦蝶庄 题真境敕赐蟠龙榜",
    "第六十四回 庆慈寿碧落会团栾 聚仙眷红楼结因果"
  ],
  "catalogueTotal": 66,
  "bookType": "世态人情",
  "words": 470700,
  "author": {
    "dynasty": "清",
    "intro": "张春帆(1872—1935)，近代小说家。名炎，以字行，号漱六。江苏常州人。寓居上海，为青楼常客。曾主编《平报》。所作长篇小说《九尾龟》曾风靡一时，为狭邪小说代表作。另著有《政海》、《魔海》、《摩登淫女》、《情波》、《情毒》、《球龙》、《反倭袍》、《天王老子》、《嵩山拳侠》、《烟花女侠》、《风尘剑侠》等。",
    "name": "张春帆"
  },
  "intro": "中国古代十大禁书之一。本书为《红楼梦》诸多续书中格调最为低下的一种。语言淫秽，情节以《红楼梦》中人物为主，但时有色情场面出现，对于少年男女间两性关系，远较《红楼梦》更为直露，一经刊出，不仅立遭禁毁，即连大批推崇《红楼梦》的文人学士，亦同声讨伐攻讦，成为一时盛事。"
}