{
  "name": "隋史遗文",
  "catalogues": [
    "第一回 图夺嫡晋王树功 塞乱源李渊惹恨",
    "第二回 隋主信谗废太子 张衡造谶危李渊",
    "第三回 齐州城豪杰奋身 楂树岗唐公遇盗",
    "第四回 秦叔宝途次救唐公 窦夫人寺中生世子",
    "第五回 柴公子舞剑得姻缘 秦解头领文吃担阁",
    "第六回 蔡太守随时行赏罚 王小二转面起炎凉",
    "第七回 三义坊当简受腌臜 二贤庄卖马识豪杰",
    "第八回 入酒肆蓦逢旧识人 还饭钱径取回乡路",
    "第九回 魏道士留住东岳庙 单员外迎往二贤庄",
    "第十回 樊建威冒雪访行踪 单员外赠金贻祸水",
    "第十一回 众捕人大闹皂角林 好汉子缚进潞州府",
    "第十二回 定罪案发配幽州地 打擂台扬名顺义村",
    "第十三回 张公瑾转托二尉迟 秦叔宝解到罗帅府",
    "第十四回 秦夫人见侄起悲伤 罗公子瞒父观操演",
    "第十五回 勇秦琼舞简服三军 小罗成射鹰助一弩",
    "第十六回 罗元帅作书贻蔡守 秦叔宝赠金报柳氏",
    "第十七回 单雄信促归秦叔宝 来总管遣贺杨越公",
    "第十八回 齐国远啸聚少华山 秦叔宝引入永福寺",
    "第十九回 柴郡马留寓报德祠 陶苍头送进光泰门",
    "第二十回 收礼官英雄识气色 打球场公子逞豪华",
    "第二十一回 齐国远漫兴立球场 柴郡马挟伴游灯市",
    "第二十二回 长安妇人观灯步月 宇文公子倚势宣淫",
    "第二十三回 老妇人失女诉冤情 众好汉抱愤成义举",
    "第二十四回 恣蒸淫太子迷花 躬弑逆杨广篡位",
    "第二十五回 新皇大逞骄奢 黔首备遭荼毒",
    "第二十六回 二百里海山开胜景 十六院嫔御斗豪华",
    "第二十七回 程咬金无处卖柴扒 尤俊达有心劫银杠",
    "第二十八回 长叶林响马自通名 齐州城太守请捕盗",
    "第二十九回 单雄信驰送绿林箭 程咬金踹断杨木板",
    "第三十回 秦叔宝回官受笞责 贾润甫接客惹疑猜",
    "第三十一回 程咬金酒筵供盗状 秦叔宝烛焰烧捕批",
    "第三十二回 众豪杰登堂祝鹤算 老夫人受庆饮霞觞",
    "第三十三回 李玄邃关节来总管 柴嗣昌请托刘刺史",
    "第三十四回 牛家集努力除奸 睢阳城直言触忌",
    "第三十五回 徐世勣杯酒论英雄 秦叔宝邂逅得异士",
    "第三十六回 隋主远征影国 郡丞下礼贤豪",
    "第三十七回 秦叔宝智取浿水 来护儿大战平壤",
    "第三十八回 宇文述计报冤仇 来总管力援豪杰",
    "第三十九回 王薄倡众乱山东 须陀一日破四贼",
    "第四十回 寡敌众潍水成功 客作主祝阿奏捷",
    "第四十一回 杨玄感愎谏败成 李玄邃轻财脱祸",
    "第四十二回 叔宝计全密友 宇文巧陷正人",
    "第四十三回 雪秦琼须陀驰密疏 保秦母士信反山东",
    "第四十四回 瓦岗寨雄信重会 荥阳郡须陀死节",
    "第四十五回 祭须陀逢李密 战回洛取仓城",
    "第四十六回 润甫巧说裴仁基 世勣智取黎阳仓",
    "第四十七回 杀翟让魏公独霸 破世充叔宝建功",
    "第四十八回 唐公晋阳举义 李氏□县聚兵",
    "第四十九回 李密结盟唐公 叔宝力救李靖",
    "第五十回 化及江都弑主 魏公永济鏖兵",
    "第五十一回 世充擅政杀文都 知节力战救行俨",
    "第五十二回 世充诡计败魏公 玄邃反覆死熊耳",
    "第五十三回 秦叔宝失主归郑 程知节决意降唐",
    "第五十四回 寇河东武周入犯 战美良叔宝竖功",
    "第五十五回 降敬德河东大定 救李艺兄弟相逢",
    "第五十六回 士信枪挑玄应 尉迟槊刺雄信",
    "第五十七回 秦王兵围洛阳 郑王求援夏主",
    "第五十八回 秦王虎牢扼要 建德汜水就擒",
    "第五十九回 羽翼孤郑王面缚 交情深叔宝割股",
    "第六十回 二憝除秦王即真 百战勋秦琼锡爵"
  ],
  "catalogueTotal": 60,
  "bookType": "历史演义",
  "words": 268060,
  "author": {
    "dynasty": "未知",
    "intro": "暂无信息",
    "name": "袁于令"
  },
  "intro": "《隋史遗文》是根据晚明说唱文学编写的，柳敬亭所说评话《秦叔宝志传》可能就是它的底本。本书为英雄传奇小说，秦琼与程咬金等是书中的主要人物，隋末唐初的帝王将相反居于次要地位。小说为我们展现了隋末大动乱的历史画卷，较全面地揭露了隋炀帝的荒淫与罪恶，也描写了声势浩大的农民起义，塑造了一批栩栩如生的草莽英雄。《隋唐演义》的故事，大部分源于此书。"
}