{
  "name": "十二楼",
  "catalogues": [
    "序",
    "合影楼第一回 防奸盗刻意藏形 起情氛无心露影",
    "合影楼第二回 受骂翁代图好事 被弃女错害相思",
    "第三回 堕巧计爱女嫁媒人 凑奇缘媒人赔爱女",
    "夺锦楼 第一回 生二女连吃四家茶 娶双妻反合孤鸾命",
    "三与楼 第一回 造园亭未成先卖 图产业欲取姑予",
    "三与楼 第二回 不窝不盗忽致奇赃 连产连人愿归旧主",
    "三与楼 第三回 老侠士设计处贪人 贤令君留心折疑狱",
    "夏宜楼 第一回 浴荷池女伴肆顽皮 慕花容仙郎驰远目",
    "夏宜楼 第二回 冒神仙才郎不测 断诗句造物留情",
    "夏宜楼 第三回 赚奇缘新诗半首 圆妙谎密疏一篇",
    "归正楼 第一回 发利市财食兼收 恃精详金银两失",
    "归正楼 第二回 敛众怨恶贯将盈 散多金善心陡发",
    "归正楼 第三回 显神机字添一画 施妙术殿起双层",
    "归正楼 第四回 侥天幸拐子成功 堕人谋檀那得福",
    "萃雅楼 第一回 卖花郎不卖后庭花 买货人惯买无钱货",
    "萃雅楼 第二回 保后件失去前件 结恩人遇着仇人",
    "萃雅楼 第三回 权贵失便宜弃头颅而换卵 阉人图报复遗尿溺以酬涎",
    "拂云楼  第一回 洗脂粉娇女增娇 弄娉婷丑妻出丑",
    "拂云楼  第二回 温旧好数致殷勤 失新欢三遭叱辱",
    "拂云楼  第三回 破疑人片言成二美 痴情客一跪得双娇",
    "拂云楼  第四回 图私事设计赚高堂 假公言谋差相佳婿",
    "拂云楼  第五回 未嫁夫先施号令 防失事面具遵依",
    "拂云楼  第六回 弄巧生疑 假梦变为真梦 移奸作荩亏人改作完人",
    "十卺楼 第一回 不胡涂醉仙题额 难摆布快婿完姻",
    "十卺楼 第二回 逞雄威檀郎施毒手 忍奇痛石女破天荒",
    "鹤归楼 第一回 安恬退反致高科 忌风流偏来绝色",
    "鹤归楼 第二回 帝王吃臣子之醋 闺房罢枕席之欢",
    "鹤归楼 第三回 死别胜生离 从容示诀 远归当新娶忽地成空",
    "鹤归楼 第四回 亲姐妹迥别荣枯 旧夫妻新偕伉俪",
    "奉先楼 第一回 因逃难姹妇生儿 为全孤劝妻失节",
    "奉先楼 第二回 几条铁索救残生 一道麻绳完骨肉",
    "生我楼 第一回 破常戒造屋生儿 插奇标卖身作父",
    "生我楼 第二回 十两奉严亲本钱有限 万金酬孝子利息无穷",
    "生我楼 第三回 为购红颜来白发 因留慈母得娇妻",
    "生我楼 第四回 验子有奇方一枚独卵 认家无别号半座危楼",
    "闻过楼 第一回 弃儒冠白须招隐 避纱帽绿野娱情",
    "闻过楼 第二回纳谏翁题楼怀益友 遭罹客障面避良朋",
    "闻过楼 第三回 魔星将退三桩好事齐来 礭局已成一片隐衷才露"
  ],
  "catalogueTotal": 39,
  "bookType": "世态人情",
  "words": 121526,
  "author": {
    "dynasty": "清",
    "intro": "李渔（1611年9月13日－1680年2月12日），初名仙侣，后改名渔，字谪凡，号笠翁，后人常称之蟹仙。明末清初文学家、戏曲家、园林建筑设计师，曾经评定四大奇书，祖籍浙江省兰溪县（今浙江省兰溪市）夏李村，后来祖父随“兰溪帮”到了江苏如皋做种药材生意。李渔的童年、少年是在如皋度过的，后来又娶妻生女，前后在如皋生活23年，中年之后又在南京生活了14年，之后在杭州生活。\n",
    "name": "李渔"
  },
  "intro": "李渔（1611-1680），字笠翁，随庵主人，新亭樵客等，原籍兰溪（今浙江），生于千雉皋。他自幼受到良好教育。十九岁时父亲去世，不久他回到原籍兰溪，二十七岁中秀才，后屡试不利。清兵入浙之后。他家道衰落。顺治八年左右，移居杭州，卖文为生。顺治十五年左右又迁至南京，从事著述，并开书铺芥子园，刻售图书、画谱、笺简，都精绝一时。康熙十六年，李渔因境况日窘，归隐杭州湖山，两年后去世。他的小说代表作为话本集《无声戏》和《十二楼》。 清顺治八年（1651），李渔来到杭州，一住十年。在美丽的本子湖畔，他渔迎来了自己的创作高潮，写作了大量的戏曲小说作品。著名的话本小说集《十二楼》就是此期间完成的。《十二楼》共十二卷，每卷写一故事，因为每个故事里都有一座楼阁，人物命运和情节展开往往与楼有关，故全书命名为“十二楼”，由此可看出李渔做小说之匠心。《十二楼》具有很强的娱乐性，格调轻松快乐。他的作品往往不具有深刻的社会内涵和思想境界，但每一篇都清新风趣，惹人喜爱。十二个故事，绝大多数出身于李渔自己的构思，而不是引用别人素材。作品都主题鲜明，线索明晰，中心人物贯穿始终，在叙述过程中决不横生枝蔓。情节设计新颖奇特，尽量曲折出奇，悬念丛书，出人意表，但衔接上自然合理，不留破绽。而结局又是在意料之外、情理之中。 明末清初的文学家李渔堪称奇人，其著述丰翰，其小说、曲本、园林设计、文艺理论皆负盛名；亦擅诗词书画，有诗文杂著集《笠翁一家言全集》，戏曲创作有《十种曲》；短篇小说集有《无声戏》、《十二楼》；长篇小说《合锦回文传》等，编过画谱书《芥子园画传》，创作过绘画《山水人物四段卷》，还写过颇有见地的史学专著《古今史略》和经世致用的政法专著《资治新书》，编过三种韵书。李渔的戏曲创作并不突出，但他的白话小说，可与《三言》、《二拍》并列，为清代说部之上乘。《十二楼》是李渔的白话短篇小说集，由十二篇可独立的以不同楼名为题的故事汇成。此书又名《觉世名言》，问世后流传很广。如《三与楼》讲述了一个善读诗书却不会理财的高士虞素臣以全部家产辟园造楼，结果因财力不足而忍痛弃楼让人，尽受富人勒索而卒，直至后来因儿子科举中榜、衣锦还乡才使先父呕心沥血所造的楼归还的故事。有人认为这正是李渔在穷困中卖楼经历的凄凉写照。李渔作品在海外也影响较大，最早被译成西文的是小说集《十二楼》中以不同的楼名为题的短篇。"
}