{
  "name": "八仙得道",
  "catalogues": [
    "第001回 借龙丹仙人助孝子 起贪念恶吏索神珠",
    "第002回 两点龙泪洒成望娘滩 一柄仙剑刺破篾龙眼",
    "第003回 试道心特设迎龙闸 解凡体投入孝女怀",
    "第004回 受谤言不夫而孕 明心迹别女投河",
    "第005回 钱塘江龙游传古迹 东海岸徒弟觅师尊",
    "第006回 争意气二龙抢珠 闹上界玉帝求贤",
    "第007回 说份上名师救高徒 提往事老鼠化蝙蝠",
    "第008回 老蛟登岸毁福德 月老下海作龙媒",
    "第009回 邀天眷实授龙王 博庭欢假制螺肉",
    "第010回 鳏夫惊艳 田螺报恩",
    "第011回 迁怒迷人蛟龙泄恨 法师收妖当场出丑",
    "第012回 文美化身驱妖孽 仙赐被摄入御园",
    "第013回 试心田少年立志 全孝道三姐善言",
    "第014回 夫妻双修道 骨肉生异心",
    "第015回 千载老狐说明因果 少年公子斩断俗缘",
    "第016回 孝子下海访螺母 狐仙入宫谒龙王",
    "第017回 孙仙赐海中见母 张果老转世成丹",
    "第018回 金山成古迹 报德在来生",
    "第019回 为修仙不辞险阻 因求道反遇妖魔",
    "第020回 老祖下凡救世 李玄脱险成仙",
    "第021回 日观峰收妖为仆 紫霞洞女怪劫经",
    "第022回 成功参老祖 得道省双亲",
    "第023回 投清流孝子殉慈母 施大法仙人拯危难",
    "第024回 李仙人施术儆淫暴 杨孝子感德入玄门",
    "第025回 说偈语老君示因果 遭火劫李玄失法身",
    "第026回 借体附魂化成铁拐 背师丧母哭倒仙徒",
    "第027回 施仙法杨母重生 应聘请李仙下海",
    "第028回 螺仙奉旨建道场 蚌精开腹宴群妖",
    "第029回 摄魂瓶难藏仙体 葫芦洞惯弄妖精",
    "第030回 偿夙债螺壳作道场 攻异己蚌腹摆擂台",
    "第031回 蚌宫斗法 葫芦藏仙",
    "第032回 斗法术闷葫芦打破 生意见蚌壳精归降",
    "第033回 大户竟被妖戏谑 土地演说鬼打墙",
    "第034回 裸群女神牛肆毒 放铁砂仙法有灵",
    "第035回 何仙姑奉旨入世 赵公子纠众调情",
    "第036回 辱仙姬公子受侮 护义子权阉求君",
    "第037回 谏暴君仙姑发善念 擒大豹小孩奋双拳",
    "第038回 好身手制伏猛兽 真功夫感悟神童",
    "第039回 酒罐能装铁拐 葫芦闷住仙姑",
    "第040回 说前生人畜有世谊 破疑团新友即故知",
    "第04l回 为防胡暴君造长城 因迎客小孩遇怪物",
    "第042回 钟离遇神兽 帝君得高徒",
    "第043回 见老妖钟离用计 保丈夫孟姜受灾",
    "第044回 幽州地师徒谈往事 东海中徐福立新邦",
    "第045回 法宝误用几惹大祸 金针发去立奏奇功",
    "第046回 泥团钻出脑袋 顽仙隐入耳朵",
    "第047回 仙狐戏弄何仙姑 暴兵脔割孟姜女",
    "第048回 姜女肉质化银鱼 孟婆亭中留龙魄",
    "第049回 紫霞洞中仙师谈因果 娑婆树下雄王变匠人",
    "第050回 惩暴君月中锯巨木 怜故主灵府即情关",
    "第051回 填城堙誓言终有应 缔新欢好事竟成空",
    "第052回 论电力万方如一面 传玄经诸弟各殊缘",
    "第053回 费长房因愤开杀戒 二郎神下世儆凶横",
    "第054回 费长房奉令治鬼 玄珠子受任防蛟",
    "第055回 防后患收聚浙江潮 悟前生勘透人世梦",
    "第056回 王小姐劝夫修道 胡舅爷助姊为奸",
    "第057回 遭家难椿萱归乐土 惑名利夫婿恋红尘",
    "第058回 下狠心狠妇施辣手 动义愤义仆抱不平",
    "第059回 为谋财先须害命 因救主反被恶名",
    "第060回 雷电逞威诛恶奴 神仙施法救高徒",
    "第061回 李铁拐访晤玄珠子 王月英试察蓝采和",
    "第062回 一蟒攀两山劈山成路 孤身访大道为道舍生",
    "第063回 土地庙畅谈玄理 温柔乡引诱道童",
    "第064回 王月英计探藁砧 东方朔智窃蟠桃",
    "第065回 岁星弄狡请君入瓮 守吏夸口不打自招",
    "第066回 圣母回山明冤案 鬼吏徇情借贞魂",
    "第067回 张幕借魂妖物欺主 救徒助法神仙下凡",
    "第068回 受官法了结偷桃案 炼秽镜打破遮眼球",
    "第069回 拐仙首创归尸 淑女误嫁蛟精",
    "第070回 显原形吓煞泰水 得梦兆打破疑云",
    "第071回 吐真情妖人诱贤妇 传邪术平地起风云",
    "第072回 正道破邪神诸仙施法 一桶盛半海蛟妻复仇",
    "第073回 婆心劝化顽妇 一口吸尽海洋",
    "第074回 何女执迷受镇压 张仙恻隐赐水光",
    "第075回 大井巷仙人留古迹 白云山鬼吏访名师",
    "第076回 蓝采和长歌讽俗客 费长房短见入歧途",
    "第077回 求仙人反上仙人当 制鬼物竟被鬼物迷",
    "第078回 重九登高狗眼避疫 鬼王入坑进士受欺",
    "第079回 鬼迷张天师手印失效 喝醒鬼打墙遗矢有灵",
    "第080回 发预言张天师被废 践前约吕纯阳诞生",
    "第081回 吕祖高论惊老父 钟仙吟句儆贤徒",
    "第082回 作棒喝点醒迷境 发伟论倾倒真仙",
    "第083回 桃花山犬祟王小姐 夏口镇狗咬吕洞宾",
    "第084回 受友托嫦娥传青鸟 奉帝命星主殖月球",
    "第085回 责亲妹二郎动怒 还情债圣母遭灾",
    "第086回 救圣母借用琉璃屋 送婴孩特制宝莲灯",
    "第087回 月老作和事老 二郎收哮天犬",
    "第088回 迷途忽闻奸杀案 深宵瞥见鬼魂来",
    "第089回 下庐山治奸夫淫妇 入幽谷得福地洞天",
    "第090回 白蛇初报放生德 神仙还有未了缘",
    "第091回 鸣鹤峰见师父 天平山访狐仙",
    "第092回 儆淫凶倭邦传灾震 造劫数老郎隐梨园",
    "第093回 叶法善虔谒张果老 吕纯阳三试白牡丹",
    "第094回 倒骑驴背果老显灵应 追偿俗债吕祖度情人",
    "第095回 攻异端文公黜道教 降霖雨湘子显神通",
    "第096回 造酒借花两试仙法 蓝关秦岭九度文公",
    "第097回 荡秋千只在铜钱一眼 救慈母了结尘世孽缘",
    "第098回 白蛇历劫成正果 孝子割臂遇神仙",
    "第099回 轧神仙留姑苏佳话 望仙桥为西子增光",
    "第100回 八仙过海海面起战祸 二龙归天天府庆升平"
  ],
  "catalogueTotal": 100,
  "bookType": "鬼怪神魔",
  "words": 434806,
  "author": {
    "dynasty": "未知",
    "intro": "暂无信息",
    "name": "无垢道人"
  },
  "intro": "该书从平和夫妇二龙修道大闹天宫，玉帝思虑招揽贤人起，详细叙述了李铁拐、张果老、钟离权、吕洞宾、蓝采和、韩湘子、何仙姑、曹国舅八仙得道过程始末。因作者深通玄理，在叙述过程中将道教说理融入其中。最令人称道的是，作者巧妙地利用转世之说，将孟姜女殉夫、嫦娥奔月、东方朔智窃蟠桃、费长房捉鬼、白娘子水漫金山、王泰劈山救母等脍炙人口的故事穿插其问，时间从大禹治水到北宋初年跨越数千年，情节丰富曲折。同时本书叙述语言流畅，文字生动，具有很强的可读性。"
}