{
  "name": "彭公案",
  "catalogues": [
    "第一回 彭公授任三河县 路遇私访里江寺",
    "第二回 英雄愤怒打张宏 贤臣接任访恶棍",
    "第三回 李八侯拷打彭县令 彭管家送信救主人",
    "第四回 常守营调兵剿贼 刘典史献计擒寇",
    "第五回 恶霸被擒入虎穴 清官遇救出龙潭",
    "第六回 讲大义恩收好汉 为民情二次私行",
    "第七回 李七侯替弟领罪 左青龙作恶害人",
    "第八回 因小事误伤人命 为验尸又遇新闻",
    "第九回 验尸场又遇奇案 拷贼徒巧得真情",
    "第十回 魏保英吐露真情 彭友仁私访恶霸",
    "第十一回 赵永珍尸场鸣冤 彭县令邀请义士",
    "第十二回 设奇谋拿获左奎 审恶霸完案具结",
    "第十三回 和合站日验双尸 彭县令智断奇案",
    "第十四回 伶黄狗替主鸣冤 智英雄捉拿凶犯",
    "第十五回 翻旧案详究细情 巧改扮拿获凶犯",
    "第十六回 胡明告状献人头 彭公被参闻凶信",
    "第十七回 众盗贼剪径劫人 南霸天独斗群寇",
    "第十八回 商家林英雄小聚会 汤家店群寇大争锋",
    "第十九回 鲍家店群雄聚会 彭县令官复原任",
    "第二十回 众豪杰捉拿武文华 张茂隆定计擒势棍",
    "第二十一回 愣黑雄拿获武文华 彭县令严刑审恶棍",
    "第二十二回 精忠庙群雄受薰香 河间府豪杰大聚会",
    "第二十三回 德州郡三太打墩 河间府二墩报仇",
    "第二十四回 浮浪子贪淫惹祸 聚盗寇反狱劫牢",
    "第二十五回 隐林泉授徒教子 庆生辰又起风波",
    "第二十六回 论英雄激恼黄三太 赌闲气抢劫补秤银",
    "第二十七回 闻凶信亲赴扬州府 劫圣驾打破大红门",
    "第二十八回 招商店访得实信 劫圣驾打虎成名",
    "第二十九回 飞天豹斟酒论英雄 杨香武头盗九龙杯",
    "第三十回 丢玉杯捉拿黄三太 闻凶信自投府衙门",
    "第三十一回 黄三太刑部投审 蒙圣恩赏假寻杯",
    "第三十二回 周应龙祝寿会群雄 杨香武二盗九龙杯",
    "第三十三回 避侠庄群雄聚会 黄三太入都献杯",
    "第三十四回 杨香武大闹避侠庄 黄三太接应拿群寇",
    "第三十五回 李公然初试神弹子 黄三太大战周应龙",
    "第三十六回 赛李广火烧避侠庄 杨香武见驾安乐亭",
    "第三十七回 黄三太带罪见驾 杨香武三盗玉杯",
    "第三十八回 奉恩赦三太归家 赏金银群雄散伙",
    "第三十九回 李七侯大闹冯家庄 高通海剪径齐邑渡",
    "第四十回 恶法师古庙行刺 镔铁塔施勇擒贼",
    "第四十一回 问真情拿获贼寇 因案件私访豪强",
    "第四十二回 张耀联看破行迹 彭抚台被拷马棚",
    "第四十三回 玉面虎独斗圣手仙 张耀宗气走李七侯",
    "第四十四回 蒙圣恩清官复任 良乡县刺客行凶",
    "第四十五回 姜家店群贼行刺 密松林一人成功",
    "第四十六回 小方朔独战群寇 玉面虎寻找清官",
    "第四十七回 彭抚台误入连洼庄 胡黑狗认识讨金牌",
    "第四十八回 群贼定计藏金牌 清官受困连洼庄",
    "第四十九回 铁霸王夜探连洼庄 勇金刚戏耍玉面虎",
    "第五十回 刘德太怒打花脸狼 铁幡杆保府双卖艺",
    "第五十一回 义士奋勇要金牌 山寇安排使巧计",
    "第五十二回 吴太山暗献机谋 欧阳德山寨被困",
    "第五十三回 赛李广智盗金牌 周应龙割袍断义",
    "第五十四回 欧阳德二上紫金山 周应龙智赚小方朔",
    "第五十五回 高家庄群雄聚会 玉面虎二盗金牌",
    "第五十六回 四霸天头探北邱山 侠良姑单身盗金牌",
    "第五十七回 张耀宗大战紫金山 水底龙聚众捉群寇",
    "第五十八回 彭都司带兵剿山 玉面虎勘问金牌",
    "第五十九回 高恒头探寒泉穴 刘芳扶灵回故乡",
    "第六十回 粉金刚大闹茶楼 欧阳德恩收弟子",
    "第六十一回 徐广治拳赢尤四虎 宋仕奎大开礼贤门",
    "第六十二回 粉金刚逛庙救难女 于秋香舍死骂贼人",
    "第六十三回 赛姚期忿怒行刺 徐广治设计谎贼",
    "第六十四回 铁幡杆夜探宋家堡 欧阳德巧得珍珠衫",
    "第六十五回 张耀宗奉谕剿贼 欧阳德生擒首逆",
    "第六十六回 彭巡抚入都召见 奉圣旨查办大同",
    "第六十七回 铁罗汉回家祭祖 白如意大闹昌平",
    "第六十八回 窦二墩误走纪家寨 对花刀高刘双收妻",
    "第六十九回 神手将目识豪杰 小方朔义释英雄",
    "第七十回 彭钦差私访北新庄 刘德太调兵剿恶贼",
    "第七十一回 想奇谋义仆救主 闻凶信夜探贼巢",
    "第七十二回 李通调贼困刘芳 高源请神捉贼寇",
    "第七十三回 花得雨中途被获 张耀宗施勇杀贼",
    "第七十四回 扮阴曹夜审花得雨 送密信钦差访贼人",
    "第七十五回 彭钦差私行改扮 假仙姑舍药跳神",
    "第七十六回 粉金刚夜探迷人馆 九花娘见色起淫心",
    "第七十七回 老龙背火烧欧阳德 靠山庄淫妇暂避难",
    "第七十八回 彭钦差思念欧阳德 小蝎子单人斗群寇",
    "第七十九回 武杰忠勇斗吴铎 桑婆害人用巧计",
    "第八十回 使迷药反被迷己 拍花人终被人拍",
    "第八十一回 徐广治探松林庄 马万春筵接群寇",
    "第八十二回 武杰养伤真武顶 胜奎剿灭松林庄",
    "第八十三回 武国兴大闹胜家楼 银头叟亲传惊人艺",
    "第八十四回 采花蜂大闹上蔡县 苏永禄巡捕恶淫贼",
    "第八十五回 尹亮误入纪家寨 烈女无故被贼杀",
    "第八十六回 陈清捉拿采花蜂 尹亮夜入三圣庙",
    "第八十七回 采花蜂夜入胜家寨 苏永禄设计捉淫贼",
    "第八十八回 群贼聚会溪皇庄 苏永禄偷探贼穴",
    "第八十九回 粉金刚暗探溪皇庄 苏永禄定计捉淫贼",
    "第九十回 神手将拿获淫贼 赤松林路逢众寇",
    "第九十一回 怀安县盗寇劫钦差 蓬莱庄贾亮定巧计",
    "第九十二回 朱桂芳公馆送信 定妙策共破贼巢",
    "第九十三回 审淫贼完结大案 诛恶霸公颂清平",
    "第九十四回 众英雄三探画春园 刘德太中计被贼获",
    "第九十五回 徐广治辱贼骂盗 高通海出死得生",
    "第九十六回 审淫贼罢结大案 侠义女探画春园",
    "第九十七回 群雄共探画春园 救出遭擒被获人",
    "第九十八回 侠良姑镖打周坤 纪有德献策定计",
    "第九十九回 群雄共破画春园 刘芳奋勇战贼寇",
    "第一百回 高源捉拿傅国恩 徐胜单探磨盘山",
    "第一百零一回 高源智擒傅国恩 黄顺倒反磨盘山",
    "第一百零二回 徐胜探贼遇多姣 赛花见貌怜才郎",
    "第一百零三回 陈月娥闺中自缢 徐广治再会多情",
    "第一百零四回 陈山率众投钦差 黄顺自归内黄府",
    "第一百零五回 群雄共捉九花娘 总镇亲访剑峰山",
    "第一百零六回 禀钦差捉拿焦振远 告奋勇五探剑峰山",
    "第一百零七回 高源智擒地理鬼 焦礼大战水底龙",
    "第一百零八回 三杰捉拿独角鬼 高源夜探剑峰山",
    "第一百零九回 活阎王夜拷九花娘 彭钦差升堂审妖妇",
    "第一百一十回 焦面鬼大闹公馆 焦振远劫牢反狱",
    "第一百十一回 彭钦差调兵剿贼 银头叟慈心惹祸",
    "第一百十二回 忍气吞声寻自尽 假装疯魔挡金兰",
    "第一百十三回 胜奎智请金眼雕 邱成礼服活阎王",
    "第一百十四回 下书信邀请三雄 定妙计捉拿五鬼",
    "第一百十五回 高通海大闹剑峰山 活阎王率众拒官兵",
    "第一百十六回 报应捉拿活阎王 三雄奉命擒五鬼",
    "第一百十七回 捉叛逆群雄建奇功 彭钦差回都见圣主",
    "第一百十八回 三雄投案保安州 金蝉行宫盗玉马",
    "第一百十九回 四英雄嵩县办案 一豪杰戏耍高源",
    "第一百二十回 笑面虎投信三杰村 碧眼蝉毁书骂邱成",
    "第一百二十一回 胜奎实心遭诡计 邱成水箭打金蝉",
    "第一百二十二回 伍显带罪回嵩县 石铸陷身伏牛山",
    "第一百二十三回 哭丧计捉拿石铸 遇故友义结金兰",
    "第一百二十四回 武登科慈心招祸 侠义心拯危救贫",
    "第一百二十五回 访知己义结金兰 献珍珠替友赎罪",
    "第一百二十六回 康熙爷私访秘香居 西霸天大闹黄酒馆",
    "第一百二十七回 秘香居金口封报应 伍振纲酒店见当今",
    "第一百二十八回 气死雷持刀借钱 赛昆仑怒打延禧",
    "第一百二十九回 秘香居群雄见驾 飞云僧智盗手串",
    "第一百三十回 彭钦差奉旨西巡 卫辉府捉拿贼寇",
    "第一百三十一回 苏氏兄弟各奋勇 黑虎行刺遇英雄",
    "第一百三十二回 记前仇公馆双行刺 念旧恩保护彭大人",
    "第一百三十三回 追刺客复回西安府 调石铸赦罪保钦差",
    "第一百三十四回 嵩阴县二老鸣冤 青龙山地方告状",
    "第一百三十五回 见死尸石铸泄机 闻凶信连夜追贼",
    "第一百三十六回 三鬼定计害石铸 班山率众敌英雄",
    "第一百三十七回 仇桑店太保捉贼 二山营侠义出世",
    "第一百三十八回 蒋得芳地坛传艺 马玉龙怒打恶霸",
    "第一百三十九回 英雄卖艺遇老侠 豪杰避罪占龙山",
    "第一百四十回 为找镖水斗霹雳鬼 斩班山兵定二山营",
    "第一百四十一回 焚山寨玉龙归山 丢钦差群雄私访",
    "第一百四十二回 杨香武细说隐情 霍秉龄探访机关",
    "第一百四十三回 探虎穴险遭不测 入水牢英雄被擒",
    "第一百四十四回 石铸水牢见钦差 刘芳再探红龙涧",
    "第一百四十五回 诉前情求放钦差 暗设计刺杀大人",
    "第一百四十六回 刘芳怒杀宋起凤 周庄水牢请英雄",
    "第一百四十七回 见书信群雄定计 谢家沟贼人遇贼",
    "第一百四十八回 蔡庆一怒抢寨主 窦氏翻脸战马忠",
    "第一百四十九回 请侠义红龙涧要镖 见钦差马玉龙拿贼",
    "第一百五十回 捉山贼魏国安出世 灵宝县苏永福被杀",
    "第一百五十一回 访刺客误入福承寺 飞云僧行刺报前仇",
    "第一百五十二回 识破机关捉刺客 武杰三人被贼擒",
    "第一百五十三回 英雄夜探福承寺 三杰大闹孝义庄",
    "第一百五十四回 孔寿赵勇双中计 钦差恩收二英雄",
    "第一百五十五回 访贼人避雨葵花观 迷魂酒豪杰被贼擒",
    "第一百五十六回 马道元大战武杰 乱石岗逢凶化吉",
    "第一百五十七回 葵花观一棒会清风 灵宝县僧道双行刺",
    "第一百五十八回 受毒镖石铸讨药 私逃走胜奎追孙",
    "第一百五十九回 胜玉环千里寻夫 小神童大闹旅店",
    "第一百六十回 罗家店小儿戏老叟 黄花铺双棒会清风",
    "第一六一回 碧眼蝉独战四寇 小神童智斗清风",
    "第一六二回 胜奎公馆见钦差 石铸古庙逢贼寇",
    "第一六三回 纪逢春初试风流椅 胜玉环误入玉圣庵",
    "第一六四回 众差官败走头英山 赛瘟神怒摆四门阵",
    "第一六五回 邱成威名惊群寇 徐胜剿灭荒草营",
    "第一六六回 升总镇荣任宁夏府 救玉环夜遇众英雄",
    "第一六七回 群雄大闹周家集 飞云擂台险被擒",
    "第一六八回 结秦晋周家识英雄 追刺客群雄皆被获",
    "第一六九回 盗解药豪杰救友 吓群贼英雄成名",
    "第一七零回 苏小山搬灵回故里 赵文亮谋产害胞兄",
    "第一七一回 丢龙衣钦差见字柬 说旧理大闹于家庄",
    "第一七二回 旅店巧遇分水兽 双杰夜探清水滩",
    "第一七三回 三杰水寨战群贼 石铸设计出虎穴",
    "第一七四回 探水寨马德接义弟 半山坡金花见才郎",
    "第一七五回 小丙灵镖打群寇 镇江龙救友联姻",
    "第一七六回 赵友义献策请族兄 纪逢春打虎遇豪杰",
    "第一百七十七回 小火祖谈古激婶母 赛专诸携友投军营",
    "第一百七十八回 段文龙杀妻助友 水龙神兵困孤山",
    "第一百七十九回 众水手拐船逃走 清水滩大战群贼",
    "第一百八十回 镇江龙率众劫差官 碧眼蝉冲围救众友",
    "第一百八十一回 马玉龙调兵下龙山 水龙神赌赛众英雄",
    "第一百八十二回 破竹城豪杰入虎穴 盗龙衣侠义出龙潭",
    "第一百八十三回 马玉花坠城几乎死 赵友义献计破竹城",
    "第一百八十四回 小火祖火器烧竹城 水龙神水寨战官兵",
    "第一百八十五回 卧龙湖差官中计 清水滩一律清平",
    "第一百八十六回 余金凤智斗忠义侠 马玉龙招亲卧龙湖",
    "第一八七回 飞云暗探机密事 玉龙私访遇贼人",
    "第一八八回 清风暗用迷魂酒 英雄识破巧机关",
    "第一八九回 余化龙泄机佟家坞 众差官卧底邪教中",
    "第一百九十回 马玉龙改名诈降 谢自成奉令查店",
    "第一百九十一回 赛霸王力胜五杰 马玉龙单臂举鼎",
    "第一百九十二回 胜官保误言泄机 余化龙夜探帅府",
    "第一百九十三回 杨坤疑心访玉龙 神童数语露机关",
    "第一百九十四回 施薰香制服侠义 设妙计杀害贼人",
    "第一百九十五回 请教主卜算决疑事 许婚姻收买英雄心",
    "第一百九十六回 挑先锋二次选豪杰 报父仇舍命刺反叛",
    "第一百九十七回 问情由义侠救孝子 刺反叛舍死射贼人",
    "第一百九十八回 讲古迹哄信佟金柱 收义子巧入三教堂",
    "第一百九十九回 拜教主细访妖异事 见纸豆方知邪术精",
    "第二百回 金眼雕头探佟家坞 马玉龙率众见师兄",
    "第二百零一回 说情由放走二班头 断魂山巧遇独行侠",
    "第二百零二回 邓飞雄访友走天涯 黄花铺救人打恶棍",
    "第二百零三回 英雄奋勇斗群贼 恶霸安心施诡计",
    "第二百零四回 郑华雄慷慨救友 恶匪棍见色起心",
    "第二百零五回 定巧计曹先生受赃 嘱贼人恶家奴弄权",
    "第二百零六回 义兄仁心酬知己 英雄杀人报友仇",
    "第二百零七回 侠义躲祸归邪教 英雄报国访知音",
    "第二百零八回 练火炮英雄收义子 断魂山双侠见老雕",
    "第二百零九回 双侠结义吐真情 定计夜破纸人马",
    "第二百十回 徐总镇二打佟家坞 刘德太改扮马玉龙",
    "第百十一回 双杰夜探佟家坞 独侠智救二英雄",
    "第二百十二回 忠义侠初会八卦幡 邓飞雄倒反天地会",
    "第二百十三回 困贼巢英雄奋勇 靠山观反寇避兵",
    "第二百十四回 双侠带兵等反寇 地道捉拿恶贼人",
    "第二百十五回 见驾封官访岳母 程老诉说被害情",
    "第二百十六回 花烛夜失去黄马褂 金眼雕泄机追风侠",
    "第二百十七回 找花翎三侠初聚会 出酒令戏耍老英雄",
    "第二百十八回 破镜重圆夫妻相见 比武招亲再定多姣",
    "第二百十九回 彭钦差西巡到庆阳 飞云僧喝令杀大人",
    "第二百二十回 改扮私访遇刺客 玉环神镖救彭公",
    "第二百二十一回 群雄奋勇拿飞云 豪杰奉命捉刺客",
    "第二百二十二回 张家庄飞云采花 姚家集英雄救女",
    "第二百二十三回 寄柬盗去银龙佩 英雄细述曾家场",
    "第二百二十四回 群雄改扮访贼人 豪杰有意欺差官",
    "第二百二十五回 忠义侠智斗曾天寿 武国兴愤怒见佳人",
    "第二百二十六回 纪逢春跑驴惹祸 曾天寿指引英雄",
    "第二百二十七回 周天瑞请兰兄报仇 马玉龙仗义除恶霸",
    "第二百二十八回 打韩登复夺会仙亭 下请帖设聚群雄会",
    "第二百二十九回 众差官义助周天瑞 粉蝴蝶泄机请英雄",
    "第二百三十回 乔五虎为友施威 金眼雕英名退敌",
    "第二百三十一回 冰山英雄大聚会 庆阳侠义战贼兵",
    "第二百三十二回 赵友义计烧师兄 张大成力胜侠义",
    "第二百三十三回 赵文升飞叉取胜 滋毛虎独斗英雄",
    "第二百三十四回 金眼雕力劈飞云僧 众差官退敌捉韩登",
    "第二百三十五回 追清风误入全真观 设诡计活埋金眼雕",
    "第二百三十六回 刘云力战金须道 清风设计暗逃生",
    "第二百三十七回 赵智全夜刺众差官 马玉龙独探连环寨",
    "第二百三十八回 忠义侠误走甄家岭 尹春娘镖打甄飞龙",
    "第二百三十九回 雇渔舟水战胡牛 螺蛳岛英雄被困",
    "第二百四十回 玉龙独斗水八寇 金清设计引英雄",
    "第二百四十一回 忠义侠被陷卧龙坞 碧眼蝉率众探连环",
    "第二百四十二回 斗江珠英雄被骗 报旧恩细说前情",
    "第二百四十三回 石铸大战水八寇 金清一怒擒差官",
    "第二百四十四回 连环寨群雄被获 闻凶信钦差担惊",
    "第二百四十五回 众英雄三打连环寨 孟巧云五打闷心钉",
    "第二百四十六回 四太保设计救英雄 彭钦差调兵打连环",
    "第二百四十七回 曾天寿遭逢敌手 美英雄舍死战贼",
    "第二百四十八回 重亲情设法救差官 联新姻赵勇订侠女",
    "第二百四十九回 送差官指引迷途 观演武又惹是非",
    "第二百五十回 受毒钉众人被获 遇故友死里逃生",
    "第二百五十一回 逃生路喜逢故旧 临大难师生相逢",
    "第二百五十二回 劝孟基弃暗投明 发慈心普救众命",
    "第二百五十三回 择佳婿孟基识英雄 信谗言兵困青莲岛",
    "第二百五十四回 世外人一怒开杀戒 金钱豹反目战孟基",
    "第二百五十五回 余化龙公馆调兵 金眼雕舍死报仇",
    "第二百五十六回 独行侠刀劈胡牛 老刘云剑斩何罗",
    "第二百五十七回 子弟兵水战胜金清 青莲岛马德泄机关",
    "第二百五十八回 孽龙潭石铸捞印 卧龙坞余氏祭夫",
    "第二百五十九回 战金清水寨大交兵 余金凤立志报夫仇",
    "第二百六十回 捉刺客细问贼情 设妙计群雄被困",
    "第二百六十一回 忠义侠巧遇猛汉 赛达摩怜惜孤儿",
    "第二百六十二回 马玉龙独斗金清 水八寇败阵逃命",
    "第二百六十三回 吴太山献计行刺 八太保捉拿贼人",
    "第二百六十四回 众山寇闻败各逃生 金钱豹决意战侠义",
    "第二百六十五回 忠义侠战败水八寇 飞云僧逃走尹家川",
    "第二百六十六回 八太保大闹尹家川 巡海鬼设计捉英雄",
    "第二百六十七回 纪逢春贪色惹祸 乔五虎拷打差官",
    "第二百六十八回 众太保误中迷魂酒 世外人巧计救英雄",
    "第二百六十九回 石铸率众探贼巢 清风逃走遇侠义",
    "第二百七十回 欧阳德误走金家庄 金文辉治酒请好汉",
    "第二百七十一回 山贼抢亲逢好汉 英雄奋勇捉贼人",
    "第二百七十二回 众豪杰棍打小狼山 邓飞雄助阵剿山贼",
    "第二百七十三回 感旧义千里寻兄 办新团同灭山寇",
    "第二百七十四回 行刺未成遇妖道 贼人聚众战官兵",
    "第二百七十五回 追四寇误走赵家庄 受毒香妖道刺差官",
    "第二百七十六回 石铸智破瘟癀香 十杰追贼逢险地",
    "第二百七十七回 众差官山寨被获 姚广寿独斗群贼",
    "第二百七十八回 英雄智救众差官 侠客带兵剿贼寇",
    "第二百七十九回 巡抚衙差官捉妖 纪逢春追妖被害",
    "第二百八十回 欧阳德识破假妖 伯公子被虏关外",
    "第二百八十一回 白仙姑私配伯充武 辨妖怪二闹巡抚衙",
    "第二百八十二回 万素贞同至宁夏府 曾天寿误受五毒枪",
    "第二百八十三回 倒拍花官保施巧计 审贼人夜探迷魂庄",
    "第二百八十四回 曾天寿中计落陷坑 隆得海救友捉贼人",
    "第二百八十五回 金须道奋勇救贼人 众差官聚会隆家庄",
    "第二百八十六回 纪逢春对锤结亲 欧阳德花园捉妖",
    "第二百八十七回 追风侠独赴贺兰山 白天王见信起兵端",
    "第二百八十八回 进反表白天王会兵 赴贺兰彭钦差合约",
    "第二八九回 忠义侠调兵保钦差 众天王同聚贺兰山",
    "第二百九十回 订条约赌打木羊阵 马副将观阵遇敌人",
    "第二百九十一回 忠义侠公馆见钦差 刘德太头打木羊阵",
    "第二百九十二回 木羊阵李环殒命 彭钦差议请英雄",
    "第二百九十三回 纪有德再探木羊阵 闪电神截路战英雄",
    "第二百九十四回 青云山中访隐士 猿鹤岭下见故人",
    "第二百九十五回 六英雄闲游逢山寇 二大王醉吃活人心",
    "第二百九十六回 转祸为福问姓名 幸逢隐士诉情由",
    "第二百九十七回 西洋山下逢敌寇 钦差公馆请英雄",
    "第二百九十八回 忠义侠大战闪电神 无形鬼行刺入大营",
    "第二百九十九回 简天雄为友死沙场 闪电神败阵请恩师",
    "第三百回 霍金章下山会群雄 僧道俗大战西洋山",
    "第三百零一回 高志广泄漏摆阵机 纪有德率众探山寨",
    "第三百零二回 七豪杰夜探八卦山 神手将舍命捉敌人",
    "第三百零三回 入虎穴逢凶被获 遇埋伏豪杰遭擒",
    "第三百零四回 问更夫地牢救友 回公馆报信请人",
    "第三百零五回 邓飞雄奋身入虎穴 吴占鳌设计救恩人",
    "第三百零六回 放群雄义动姊丈 周百灵亲见宾朋",
    "第三百零七回 高志广良言劝友 吴占鳌暗进忠言",
    "第三百零八回 笑面虎复探八卦山 周百灵变目杀内弟",
    "第三百零九回 周百灵勾串起兵端 金景龙计设忠臣会",
    "第三百十回 差番官约请彭中堂 带侠义赴会金家坨",
    "第三百十一回 设伏险有意害钦差 闯重围舍命救中堂",
    "第三百十二回 白玉仙一箭救侠义 逍遥鬼山寨报军情",
    "第三百十三回 陆氏昆仲死战场 忠义侠客闯贼队",
    "第三百十四回 沙天王甥舅相认 彭钦差率众战贼",
    "第三百十五回 金景虎连捉四将 碧眼蝉夜探番营",
    "第三百十六回 通战书走马换将 摆阵势欲困英雄",
    "第三百十七回 三侠同探番营寨 进兵暗取飞龙岛",
    "第三百十八回 盖天雄受困请救兵 野吴山进兵飞龙岛",
    "第三百十九回 周百灵复夺金家坨 双枪将大战沙天王",
    "第三百二十回 花逢春进兵西海岸 马玉龙奋勇战敌人",
    "第三百二十一回 镔铁塔大获全胜 忠义侠夜劫番营",
    "第三百二十二回 金景龙失机被获 李七侯得遇英雄",
    "第三百二十三回 刘云闻歌访隐士 鸿年泄机献阵图",
    "第三百二十四回 追刺客巧得真消息 欧阳德三打木羊阵",
    "第三百二十五回 欧阳德公馆见钦差 马玉龙施勇捉刺客",
    "第三百二十六回 项文龙细述其中故 众英雄夜探双龙山",
    "第三百二十七回 项金花有意怜才郎 姚广寿公馆请差官",
    "第三百二十八回 订婚姻计捉周百灵 分次序齐集双龙山",
    "第三百二十九回 项国栋义劝周百灵 画阵图群雄破木羊",
    "第三百三十回 邓飞雄率众破阵 众差官捉拿飞云",
    "第三百三十一回 白天王兵困四绝山 马副将大战众番兵",
    "第三百三十二回 五天王齐集四绝山 马妖道施法战官兵",
    "第三百三十三回 魏国安失机被获 金锤将夜探敌营",
    "第三百三十四回 白天王一怒斩差官 余化虎中途救赵勇",
    "第三百三十五回 高提督疑兵惊天王 彭钦差致书辱番军",
    "第三百三十六回 马道人毒香胜官兵 众英雄议请高志广",
    "第三百三十七回 张文彩计摆飞沙阵 蒋牌头倒反贸兰山",
    "第三百三十八回 番王愿降赴宴请罪 中堂作主两方结亲",
    "第三百三十九回 王媚娘喊告刘德太 彭钦差肃清折入都",
    "第三百四十回 景万春拿刺客刘华 简寿童勾贼人行刺",
    "第三百四十一回 彭钦差回都召见 众豪杰见驾封官"
  ],
  "bookType": "谴责公案",
  "author": {
    "dynasty": "清",
    "intro": "《彭公案》、《永庆生平后传》的作者，生卒年代、真实姓名、生平事迹失考。",
    "name": "贪梦道人"
  },
  "words": 729350,
  "catalogueTotal": 341
}