{
  "name": "续西游记",
  "catalogues": [
    "第 一 回 灵虚子投师学法 到彼僧接引归真",
    "第 二 回 如来试法优婆塞 徒众夸能说姓名",
    "第 四 回 授比丘菩提正念 赐优婆梆子驱邪",
    "第 五 回 动吟咏圣僧兆怪 和诗句蠹孽兴妖",
    "第 六 回 蠹妖设计变蚕桑 蛙怪排兵拦柜担",
    "第 七 回 行者一盗金箍棒 龙马双衔经出池",
    "第 八 回 行者焚芸驱众蠹 悟能骗麝惹妖麋",
    "第 九 回 论志诚灵通感应 由旁道失散真经",
    "第 十 回 两僧人抵回经担 众老妖庆贺灵芝",
    "第十一回 斋心庙八戒被缚 幽谷洞行者寻经",
    "第十二回 菩提珠子诳群妖 水火精灵喷气焰",
    "第十三回 老叟说妖生计较 龙马喷水解炎蒸",
    "第十四回 妖精行者打猴拳 道士全真愚怪物",
    "第十五回 因缘理指明八戒 木鱼声击散妖邪",
    "第十六回 真经宝柜现金光 镇海寺僧遭毒虿",
    "第十七回 盗真经机内生机 迷众僧怪中遇怪",
    "第十八回 喷真火逼走四妖 示蒲鞭法惩八戒",
    "第十九回 比丘僧指引经柜 唐三藏行遇樵歌",
    "第二十回 魔王送唐僧过岭 沙僧帮战斗忘经",
    "第二十一回 狐妖计识真三昧 三藏慈悲诵五龙",
    "第二十二回 虎威狮吼寄家书 风管鸾箫排队伍",
    "第二十三回 陆地仙拂尘解斗 唐长老奉旨封经",
    "第二十四回 八戒再哭九齿钯 行者两盗金箍棒",
    "第二十五回 当战场行者骂妖 入眼过唐僧被难",
    "第二十六回 唐长老不入邪踪 猪八戒忽惊梦话",
    "第二十七回 意正毫毛归本体 心清慧眼识妖魔",
    "第二十八回 假风癫推倒庙碑 审来历欺瞒巡岭",
    "第二十九回 七情六欲作强梁 三藏一诚传弟子",
    "第 三十 回 悟空大战蟒妖岭 长老高奔石室堂",
    "第三十一回 假圈套诈请唐僧 现神灵吓逃盗伙",
    "第三十二回 化强人课诵心经 诱夜叉喊惊魔怪",
    "第三十三回 阴沉魔误吞行者 猪八戒辜负腾云",
    "第三十四回 比丘直说语沙僧 三藏闻言怨弟子",
    "第三十五回 日月宝光开黯黮 庄严相貌动真诚",
    "第三十六回 义士忠臣羞佞贼 孤魂野鬼辱权姬",
    "第三十七回 饿鬼林拳打细腰 水晶宫哀求神棒",
    "第三十八回 行者三盗金箍棒 唐僧一意志诚心",
    "第三十九回 木鱼声响散妖魔 猛虎啸风惊长老",
    "第 四十 回 灵虚道者伴唐僧 啸风魔王仇八戒",
    "第四十一回 狐妖设计假心猿 行者全经愚脚汉",
    "第四十二回 正念头八戒知妖 说地狱比丘服怪",
    "第四十三回 隐身形行者打妖 悟根因八成受捆",
    "第四十四回 弄虚脾狐怪迷僧 说功果魔王归命",
    "第四十五回 禁荤腥警戒神马发 商借狐妖复转毫毛",
    "第四十六回 蒸僧林六耳报仇 强荤店二客设计",
    "第四十七回 唐三藏混俗化光 孙行者机心变怪",
    "第四十八回 烈风刮散炎蒸气 法力摇开大树根",
    "第四十九回 清净地玄奘尊经 臭秽林心猿遇怪",
    "第 五十 回 神龙猛虎灭狐妖 八戒沙僧争服力",
    "第五十一回 指心猿复还知识 遭魔怪暂蔽圆明",
    "第五十二回 胡僧举灭怪真仙 如来授骗迷妙法",
    "第五十三回 智度尊经破迷识 圣僧头顶现元神",
    "第五十四回 妖魔喷火空焚叶 行者愚尼变法身",
    "第五十五回 唐长老夜走八林 比丘僧术全三藏",
    "第五十六回 陈员外女子逢妖 唐三藏静功生扰",
    "第五十七回 八戒假变陈宝珍 真经光射乌龟怪",
    "第五十八回 道姑指路说古怪 师徒设计变尼僧",
    "第五十九回 行者智过百子河 水贼代送西来路",
    "第 六十 回 山贼回心消孽障 比丘动念失菩提",
    "第六十一回 假宝珍利诱贼心 喷黑雾抢开经担",
    "第六十二回 行者入水取菩提 老鼋将珠换宝镜",
    "第六十三回 变鳌鱼梆子通灵 降妖魔经僧现异",
    "第六十四回 误把五行认妖孽 且随三藏拜真经",
    "第六十五回 五气调元多怪消 一村有幸诸灾散",
    "第六十六回 孝女割蜜遇蜂妖 公子惜花遭怪魅",
    "第六十七回 老善人动嗔生懈 小和尚供食求经",
    "第六十八回 真经只字本来无 片语仁言妖孽解",
    "第六十九回 悟空三诱看经鹊 比丘四众下灵山",
    "第 七十 回 长老推测施妙算 行者开封识怪情",
    "第七十一回 比丘众共试禅心 灵虚子助登彼岸",
    "第七十二回 唐三藏登山玩景 猪八戒得意赏心",
    "第七十三回 贪利老僧遭怪压 含灵负重向经皈",
    "第七十四回 玉龙马显灵抓怪 老住持妄想留经",
    "第七十五回 优婆塞纠正路头 村众人误疑客货词曰：",
    "第七十六回 惊住持真容说话 附老妇王甲回心",
    "第七十七回 诵经功德病灾除 设计妖魔空用毒",
    "第七十八回 孙大圣古洞留名 福缘君深山遇祖",
    "第七十九回 玉龙马长溪饮水 猪八戒石洞夸名",
    "第 八十 回 比丘假魂诉毒害 行者设计诱山童",
    "第八十一回 传筋斗直指明心 设机心何劳利斧",
    "第八十二回 假神将吓走妖魔 揭山石放逃猩怪",
    "第八十三回 八戒误被邪淫乱 行者反将孽怪迷",
    "第八十四回 拔毫毛抵换板斧 仗慧剑斩灭妖魔",
    "第八十五回 灵虚子辨香烟气 孙行者抠怪眼睛",
    "第八十六回 六鲲妖怪说神通 独木桥梁沉长老",
    "第八十七回 妖魔齐力战心猿 机变无能遭怪缚",
    "第八十八回 灵虚子力斗群魔 四神王威收众怪",
    "第八十九回 修善功狮毛变假 试对答长老知真",
    "第 九十 回 唐三藏沐浴朝王 司端甫含嗔问道",
    "第九十一回 说经义解忿救徒 拔毫毛变袄愚怪",
    "第九十二回 神王举火燎狮毛 猎户疑僧藏兔子",
    "第九十三回 假变无常惊猎户 借居兰若诱尼俗",
    "第九十四回 显法力八戒降假妖 变尼僧悟空明正道",
    "第九十五回 拜礼真经驱病患 积成阳气散阴邪",
    "第九十六回 动喜心妄入欢境 贪钱钞暗意邪谋",
    "第九十七回 鼯精计算偷禅杖 行者神通变白烟",
    "第九十八回 算妖魔将计就计 变葫芦吓怪惊妖",
    "第九十九回 灭机心复还平等 借宝象乘载真经",
    "第 一百 回 愿皇图万年永固 祝帝道亿载遐昌"
  ],
  "catalogueTotal": 99,
  "bookType": "鬼怪神魔",
  "words": 414451,
  "author": {
    "dynasty": "未知",
    "intro": "暂无信息",
    "name": "佚名"
  },
  "intro": "《续西游记》是《西游记》的一部续书，其内容是写唐僧师徒第一次取经见如来佛后，在漫长的返回东土道路中发生的故事。主人公仍为唐僧与孙悟空、猪八戒、沙和尚。原书所叙妖魔大多以要吃唐僧肉为目的，给唐僧造成八十一难。本书之妖魔则是要抢夺经卷，因为经卷能消灾去病，增福延寿。唐僧师徒东回时，如来佛因悟空等来时降妖灭怪，杀伤生灵，违背佛规，提出回东途中应以诚心化魔，经棒不可同行，强行收缴他们的武器。孙悟空很不满意，一气之下说出八十八种机心，于是，便在归途中遇上了八十八种魔难。因孙悟空等没有兵器了，无法战胜妖魔，如来佛又另派优婆塞灵虚子和比丘僧沿途护送，并赐他们二人菩提珠八十八颗，和木鱼梆子一个，让其在途中净心驱魅。小说情节曲折，魔难丛生，引人入胜。本书原流传甚少，又有一定的艺术价值，值得一读。"
}