{
  "name": "金瓶梅",
  "catalogues": [
    "金瓶梅序",
    "第一回 西门庆热结十弟兄 武二郎冷遇亲哥嫂",
    "第二回 俏潘娘帘下勾情 老王婆茶坊说技",
    "第三回 定挨光王婆受贿 设圈套浪子私挑",
    "第四回 赴巫山潘氏幽欢 闹茶坊郓哥义愤",
    "第五回 捉奸情郓哥定计 饮鸩药武大遭殃",
    "第六回 何九受贿瞒天 王婆帮闲遇雨",
    "第七回 薛媒婆说娶孟三儿 杨姑娘气骂张四舅",
    "第八回 盼情郎佳人占鬼卦 烧夫灵和尚听淫声",
    "第九回 西门庆偷娶潘金莲 武都头误打李皂隶",
    "第十回 义士充配孟州道 妻妾玩赏芙蓉亭",
    "第十一回 潘金莲激打孙雪娥 西门庆梳笼李桂姐",
    "第十二回 潘金莲私仆受辱 刘理星魇胜求财",
    "第十三回 李瓶姐墙头密约 迎春儿隙底私窥",
    "第十四回 花子虚因气丧身 李瓶儿迎奸赴会",
    "第十五回 佳人笑赏玩灯楼 狎客帮嫖丽春院",
    "第十六回 西门庆择吉佳期 应伯爵追欢喜庆",
    "第十七回 宇给事劾倒杨提督 李瓶儿许嫁蒋竹山",
    "第十八回 赂相府西门脱祸 见娇娘敬济销魂",
    "第十九回 草里蛇逻打蒋竹山 李瓶儿情感西门庆",
    "第二十回 傻帮闲趋奉闹华筵 痴子弟争锋毁花院",
    "第二十一回 吴月娘扫雪烹茶 应伯爵替花邀酒",
    "第二十二回 蕙莲儿偷期蒙爱 春梅姐正色闲邪",
    "第二十三回 赌棋枰瓶儿输钞 觑藏春潘氏潜踪",
    "第二十四回 敬济元夜戏娇姿 惠祥怒詈来旺妇",
    "第二十五回 吴月娘春昼秋千 来旺儿醉中谤仙",
    "第二十六回 来旺儿递解徐州 宋蕙莲含羞自缢",
    "第二十七回 李瓶儿私语翡翠轩 潘金莲醉闹葡萄架",
    "第二十八回 陈敬济徼幸得金 莲西门庆糊涂打铁棍",
    "第二十九回 吴神仙冰鉴定终身 潘金莲兰汤邀午战",
    "第三十回 蔡太师擅恩锡爵 西门庆生子加官",
    "第三十一回 琴童儿藏壶构衅 西门庆开宴为欢",
    "第三十二回 李桂姐趋炎认女 潘金莲怀妒惊儿",
    "第三十三回 陈敬济失钥 罚唱韩道国纵妇争锋",
    "第三十四回 献芳樽内室乞恩 受私贿后庭说事",
    "第三十五回 西门庆为男宠报仇 书童儿作女妆媚客",
    "第三十六回 翟管家寄书寻女子 蔡状元留饮借盘缠",
    "第三十七回 冯妈妈说嫁韩爱姐 西门庆包占王六儿",
    "第三十八回 王六儿棒槌打捣鬼 潘金莲雪夜弄琵琶",
    "第三十九回 寄法名官哥穿道服 散生日敬济拜冤家",
    "第四十回 抱孩童瓶儿希宠 妆丫鬟金莲市爱",
    "第四十一回 两孩儿联姻共笑嬉 二佳人愤深同气苦",
    "第四十二回 逞豪华门前放烟火 赏元宵楼上醉花灯",
    "第四十三回 争宠爱金莲惹气 卖富贵吴月攀亲",
    "第四十四回 避马房侍女偷金 下象棋佳人消夜",
    "第四十五回 应伯爵劝当铜锣 李瓶儿解衣银姐",
    "第四十六回 元夜游行遇雪雨 妻妾戏笑卜龟儿",
    "第四十七回 苗青贪财害主 西门枉法受赃",
    "第四十八回 弄私情戏赠一枝桃 走捷径探归七件事",
    "第四十九回 请巡按屈体求荣 遇胡僧现身施药",
    "第五十回 琴童潜听燕莺欢 玳安嬉游蝴蝶巷",
    "第五十一回 打猫儿金莲品玉 斗叶子敬济输金",
    "第五十二回 应伯爵山洞戏春娇 潘金莲花园调爱婿",
    "第五十三回 潘金莲惊散幽欢 吴月娘拜求子息",
    "第五十四回 应伯爵隔花戏金钏 任医官垂帐诊瓶儿",
    "第五十五回 西门庆两番庆寿旦 苗员外一诺送歌童",
    "第五十六回 西门庆捐金助朋友 常峙节得钞傲妻儿",
    "第五十七回 开缘簿千金喜舍 戏雕栏一笑回嗔",
    "第五十八回　潘金莲打狗伤人　孟玉楼周贫磨镜",
    "第五十九回　西门庆露阳惊爱月　李瓶儿睹物哭官哥",
    "第六十回 李瓶儿病缠死孽 西门庆官作生涯",
    "第六十一回 西门庆乘醉烧阴户 李瓶儿带病宴重阳",
    "第六十二回 潘道士法遣黄巾士 西门庆大哭李瓶儿",
    "第六十三回 韩画士传真作遗爱 西门庆观戏动深悲",
    "第六十四回 玉箫跪受三章约 书童私挂一帆风",
    "第六十五回 愿同穴一时丧礼盛 守孤灵半夜口脂香",
    "第六十六回 翟管家寄书致赙 黄真人发牒荐亡",
    "第六十七回 西门庆书房赏雪 李瓶儿梦诉幽情",
    "第六十八回 应伯爵戏衔玉臂 玳安儿密访蜂媒",
    "第六十九回 招宣府初调林太太 丽春院惊走王三官",
    "第七十回 老太监引酌朝房 二提刑庭参太尉",
    "第七十一回 李瓶儿何家托梦 提刑官引奏朝仪",
    "第七十二回 潘金莲抠打如意儿 王三官义拜西门庆",
    "第七十三回 潘金莲不愤忆吹箫 西门庆新试白绫带",
    "第七十四回 潘金莲香腮偎玉 薛姑子佛口谈经",
    "第七十五回 因抱恙玉姐含酸 为护短金莲泼醋",
    "第七十六回 春梅娇撒西门庆 画童哭躲温葵轩",
    "第七十七回 西门庆踏雪访爱月 贲四嫂带水战情郎",
    "第七十八回 林太太鸳帏再战 如意儿茎露独尝",
    "第七十九回 西门庆贪欲丧命 吴月娘失偶生儿",
    "第八十回 潘金莲售色赴东床 李娇儿盗财归丽院",
    "第八十一回 韩道国拐财远遁 汤来保欺主背恩",
    "第八十二回 陈敬济弄一得双 潘金莲热心冷面",
    "第八十三回 秋菊含恨泄幽情 春梅寄柬谐佳会",
    "第八十四回 吴月娘大闹碧霞宫 曾静师化缘雪涧洞",
    "第八十五回 吴月娘识破奸情 春梅姐不垂别泪",
    "第八十六回 雪娥唆打陈敬济 金莲解渴王潮儿",
    "第八十七回 王婆子贪财忘祸 武都头杀嫂祭兄",
    "第八十八回 陈敬济感旧祭金莲 庞大姐埋尸托张胜",
    "第八十九回 清明节寡妇上新坟 永福寺夫人逢故主",
    "第九十回 来旺偷拐孙雪娥 雪娥受辱守备府",
    "第九十一回 孟玉楼爱嫁李衙内 李衙内怒打玉簪儿",
    "第九十二回 陈敬济被陷严州府 吴月娘大闹授官厅",
    "第九十三回 王杏庵义恤贫儿 金道士娈淫少弟",
    "第九十四回 大酒楼刘二撒泼 洒家店雪娥为娼",
    "第九十五回 玳安儿窃玉成婚 吴典恩负心被辱",
    "第九十六回 春梅姐游旧家池馆 杨光彦作当面豺狼",
    "第九十七回 假弟妹暗续鸾胶 真夫妇明谐花烛",
    "第九十八回 陈敬济临清逢旧识 韩爱姐翠馆遇情郎",
    "第九十九回 刘二醉骂王六儿 张胜窃听张敬济",
    "第一百回 韩爱姐路遇二捣鬼 普静师幻度孝哥儿"
  ],
  "catalogueTotal": 101,
  "bookType": "世态人情",
  "words": 629367,
  "author": {
    "dynasty": "明",
    "intro": "兰陵笑笑生，明代文学家，“四大奇书”中的章回小说《金瓶梅》作者的笔名，兰陵是古地名，有北兰陵（在山东省境）南兰陵（在江苏省境）之分，且书中大量运用山东口语，作者有可能是山东人，或通晓山东环境。兰陵笑笑生真实作者之考证，至今犹为一大难题，被喻为中国文学古代作家考证界的“哥德巴赫猜想”。\n",
    "name": "兰陵笑笑生"
  },
  "intro": "《金瓶梅》，中国古代长篇白话世情小说，一般认为是中国第一部文人独立创作的章回体长篇小说。其成书时间约在明朝隆庆至万历年间，作者署名兰陵笑笑生。《金瓶梅》书名是由小说三个女主人公潘金莲、李瓶儿、庞春梅各取一字合成的。小说题材由《水浒传》中武松杀嫂一段演化而来，通过对兼有官僚、恶霸、富商三种身份的市侩势力的代表人物西门庆及其家庭罪恶生活的描述，体现当时民间生活的面貌，描绘了一个上至朝廷内擅权专政的太师，下至地方官僚恶霸乃至市井间的地痞、流氓、宦官、帮闲所构成的鬼蜮世界，揭露了明代中叶社会的黑暗和腐败，具有较深刻的认识价值。被列为明代“四大奇书”之首。"
}