{
  "name": "海上花列传",
  "catalogues": [
    "叙 ●　例言",
    "第一回　赵朴斋咸瓜街访舅　洪善卿聚秀堂做媒",
    "第二回　小伙子装烟空一笑　清倌人吃酒枉相讥",
    "第三回　议芳名小妹附招牌　拘俗礼细崽翻首座",
    "第四回　看面情代庖当买办　丢眼色吃醋是包荒",
    "第五回　垫空当快手结新欢　包住宅调头瞒旧好",
    "第六回　养囡鱼戏言微善教　管老鸨奇事反常情",
    "第七回　恶圈套罩住迷魂阵　美姻缘填成薄命坑",
    "第八回　蓄深心动留红线盒　逞利口谢却七香车",
    "第九回　沈小红拳翻张蕙贞　黄翠凤舌战罗子富",
    "第十回　理新妆讨人严训导　还旧债清客钝机锋",
    "第十一回　乱撞钟比舍受虚惊　齐举案联襟承厚待",
    "第十二回　背冤家拜烦和事老　装鬼戏催转踏谣娘",
    "第十三回　挨城门陆秀宝开宝　抬轿子周少和碰和",
    "第十四回　单拆单单嫖明受侮　合上合合赌暗通谋",
    "第十五回　屠明珠出局公和里　李实夫开灯花雨楼",
    "第十六回　种果毒大户搨便宜　打花和小娘陪消遣",
    "第十七回　别有心肠私讥老母　将何面目重责贤甥",
    "第十八回　添夹袄厚谊即深情　补双台阜财能解温",
    "第十九回　错会深心两情浃洽　强扶弱体一病缠绵",
    "第二十回　提心事对镜出谵言　动情魔同衾惊噩梦",
    "第二十一回　问失物瞒客诈求签　限归期怕妻偷摆酒",
    "第二十二回　借洋钱赎身初定议　买物事赌嘴早伤和",
    "第二十三回　外甥女听未背后言　家主婆出尽当场丑",
    "第二十四回　只怕招冤同行相护　自甘落魄失路谁悲",
    "第二十五回　翻前事抢白更多情　约后期落红谁解语",
    "第二十六回　真本事耳际夜闻声　假好人眉间春动色",
    "第二十七回　搅欢场醉汉吐空喉　证孽冤淫娼烧炙手",
    "第二十八回　局赌露风巡丁登屋　乡亲削色嫖客拉车",
    "第二十九回　间壁邻居寻兄结伴　过房亲眷挈妹同游",
    "第三十回　新住家客栈用相帮　老司务茶楼谈不肖",
    "第三十一回　长辈埋冤亲情断绝　方家贻笑臭味差池",
    "第三十二回　诸金花效法受皮鞭　周双玉定情遗手帕",
    "第三十三回　高亚白填词狂掷地　王莲生醉酒怒冲天",
    "第三十四回　沥真诚淫凶甘伏罪　惊实信仇怨激成亲",
    "第三十五回　落烟花疗贫无上策　煞风景善病有同情",
    "第三十六回　绝世奇情打成嘉耦　回天神力仰仗良医",
    "第三十七回　惨受刑高足枉投师　强借债阔毛私狎妓",
    "第三十八回　史公馆痴心成好事　山家园雅集庆良辰",
    "第三十九回　造浮屠酒筹飞水阁　羡陬喁渔艇斗湖塘",
    "第四十回　纵玩赏七夕鹊填桥　善俳谐一言雕贯箭",
    "第四十一回　冲绣阁恶语牵三画　佐瑶觞陈言别四声",
    "第四十二回　拆鸾交李漱芳弃世　急鸽难陶云甫临丧",
    "第四十三回　入其室人亡悲物在　信斯言死别冀生还",
    "第四十四回　赚势豪牢笼歌一曲　征贪黠挟制价千金",
    "第四十五回　成局忽翻虔婆失色　旁观不忿雏妓争风",
    "第四十六回　逐儿嬉乍联新伴侣　陪公祭重睹旧门庭",
    "第四十七回　陈小云运遇贵人亨　雪香祥占男子吉",
    "第四十八回　误中误侯门深似海　欺复欺市道薄于云",
    "第四十九回　明弃暗取攘窃蒙赃　外亲内疏图谋挟质",
    "第五十回　软厮缠有意捉讹头　恶打岔无端尝毒手",
    "第五十一回　胸中块秽史寄牢骚　眼下钉小蛮争宠眷",
    "第五十二回　小儿女独宿怯空房　贤主宾长谈邀共榻",
    "第五十三回　强扭合连枝姊妹花　乍惊飞比翼雌雄鸟",
    "第五十四回　负心郎模棱联眷属　失足妇鞭箠整纲常",
    "第五十五回 订婚约即席意彷徨　掩私情同房颜忸怩",
    "第五十六回　私窝子潘三谋胠箧　破题儿姚二宿勾栏",
    "第五十七回　甜蜜蜜骗过醋瓶头　狠巴巴问到沙锅底",
    "第五十八回　李少爷全倾积世资　诸三姐善撒瞒天谎",
    "第五十九回　攫文书借用连环计　挣名气央题和韵诗",
    "第六十回　老夫得妻烟霞有癖　监守自盗云水无踪",
    "第六十一回　舒筋骨穿杨聊试技　困聪明对菊苦吟诗",
    "第六十二回　偷大姐床头惊好梦　做老婆壁后泄私谈",
    "第六十三回　集腋成裘良缘凑合　移花接木妙计安排",
    "第六十四回　吃闷气怒拚缠臂金　中暗脚猛踢窝心脚",
    "跋"
  ],
  "catalogueTotal": 66,
  "bookType": "世态人情",
  "words": 263352,
  "author": {
    "dynasty": "未知",
    "intro": "韩邦庆 （1856年－1894年）曾用名寄，字子云，别署太仙、大一山人、花也怜侬、三庆，江苏松江（现属上海市）人。幼随父居于北京，后多次科举落第，遂于上海为《申报》撰写文稿。1892年，他开办了中国第一份小说期刊《海上奇书》，并在此书上连载了他的小说《海上花列传》。而他在《海上花列传》成书出版后不久便病逝，年仅三十九岁。\n",
    "name": "韩邦庆"
  },
  "intro": "《海上花列传》共六十四回，又名《青楼宝鉴》、《海上青楼奇缘》、《海上花》，原题“云间花也怜侬著”，实为清末韩邦庆所作。 韩邦庆（1856—1894），字子云，号太仙，江苏松江（今属上海市）人。其父韩宗文曾任刑部主事，素负文誉。韩邦庆幼年随父居住京师，后南归考取秀才，但屡次考举人不第。曾任幕僚，终因性格不合而至上海为《申报》馆撰述文稿。1892年，他创办了中国第一份小说期刊《海上奇书》，由《申报》馆代售，而他的小说《海上花列传》就在《海上奇书》上连载。当时，“小说风气未尽开，购问者鲜，又以出版屡屡愆期，尤不为问者所喜，故销路平平”（颠公《懒窝随笔》）。刊物先是半月一期，后改月刊，每期刊《海上花列传》两回，每回配精美插图两幅；坚持了八个月，共出十五期，终于停刊。此后，小说仍继续创作，在刊物停办后的十个月左右完成全书。小说出版不久，韩邦庆病逝，年仅三十九岁。另著有《太仙漫稿》十二篇，采用《聊斋志异》的艺术手法，但不落前人窠臼，声明“征实者十一，构虚者十之九”《太仙漫稿·例言》），说“鬼”而不信鬼，见出时代风气的转移。 据清末民初的资料记载，韩邦庆为人淡于功名，潇洒绝俗。虽然家境寒素而从不视钱如命；弹琴赋诗，自恰自得；尤其擅长围棋，与好友揪抨对坐，气宇闲雅，一派名士风度。唯少年时即染上鸦片瘾，又耽迷女色，出入沪上青楼，将所得笔资尽情挥霍，虽然因此而入不敷出，捉襟见肘，却为他的小说撰述创造了条件。 上海开埠以后，华界和租界为牟利而不禁声色，致使妓院或变相的妓院林立，民风颓靡。早在十九世纪五十年代，姚燮就以一百零八首《沁园春》词描写上海妓院，名为《苦海航乐府》，在暴露妓院黑暗的同时，警醒世人。这种宗旨和形式，便成为上海“狭邪小说”的特点，而真正写出近代上海“狭邪小说”特色的，当首推《海上花列传》。 鲁迅先生曾在《中国小说史略》中评述此书，并推为“清之狭邪小说”的压卷之作。他曾精辟地概括了全书的内容，说：“《海上花列传U大略以赵朴斋为全书线索，言赵年十七，以访母舅洪善卿至上海，遂游青楼。少不更事，沉溺至大困顿，遂被洪送令还。而赵又潜还，愈益沦落，至‘拉洋车’。”“作者虽目光始终不离于赵，顾事迹则仅此，惟因赵又牵连租界商人及浪游子弟，杂述其沈洒征逐之状，并及烟花，自‘长三’至‘花烟间’具有。”“（二十八回以后）进叙洪善卿于无意中见赵拉车，即寄书于姊，述其状。洪氏无计，惟其女日二宝者颇能，乃与母赴上海来访。得之，而又皆留连不这返。洪善卿力劝令归，不听，乃绝去。三人资斧渐尽，驯至不能归，二宝遂为倡，名甚噪。已而遇史三公子，云是巨富，极爱二宝，迎之至别墅消夏，谓将取以为妻，特须返南京略一屏当，始来近，遂别。二宝由是谢绝他客，且贷金盛制衣饰，备作嫁资，而史三公子竟不至。使朴斋往南京询得消息，则云公子新订婚，方赴扬州亲迎去矣。二宝闻信昏绝，救之始苏，而负债至三四千金，非重理旧业不能偿，于是复揽客，见噩梦而书止。”小说之主要情节线索，已大备于此。据作者的跋语称，六十四回以后的“腹稿”已成，但终未成文。 据清末民初人称，小说中的人物多有原型，而将真实姓名隐去，如齐韵叟为沈仲该，史天然为李木斋，李实夫为盛朴人，李鹤汀为盛杏苏，黎鸿篆为胡雪岩，小柳儿为杨猴子，等等；唯不为赵朴斋讳。据说赵朴斋系作者朋友，发达时曾借钱给作者，久而厌弃，故作者写小说以讥之。尽管作者在《例言》中开宗明义即声明“所载人名事实俱系凭空捏造，并无所指。如有强作解人，妄言某人隐某人，某事隐某事，此则不善读书，不足与谈者矣”，而上述传闻仍不胜而走。在（中国小说史略）中，鲁迅先生曾驳其虚妄，但如传闻不虚，则此书又开后来的“黑幕小说”风气之先矣！ 小说虽为妓女列传，但其宗旨却是“为劝戒而作，其形容尽致处，如见其人，如闻其声。阅者深味其言，更近观风月场中，自当厌弃嫉恶之不暇矣”《例言》。尽管如此，小说中的妓女并不是面目狰狞的夜叉，而是一个个活生生的“人”。作者既不美化妓女，像在此之前的“狭邪小说”如《青楼梦》那样把妓院写成“唯妓女能识落魄才子，唯才子能识风尘佳人”的理想国，借此抒发怀才不遇的牢骚，也不像后此的“狭邪小说”那样以揭露妓家之丑恶为目的，“所写的妓女都是坏人，狎客也近于无赖”（鲁迅《中国小说史略·中国小说的历史变迁》），而是以平静自然的笔调，平和冲淡的风格，客观地表现人生，不夸张，不粉饰，只是如实叙来。这一艺术风格可见出《红楼梦》的影响。例如，沈小红的泼辣蛮横，水性杨花；赵二宝的贪图繁华舒适而又年轻幼稚；李漱芳对陶玉甫的真心相爱；雏妓李流芳的天真无暇和一片憨态；黄翠凤的刚烈、干练和狡诈；周双玉的骄盈和果敢；陆秀宝的放荡；姚文君的英武：均各具特征，呼之欲出。其他如嫖客、老鸨、相帮、娘姨、大姐各色人等之性格，均各各有别。在小说《例言》中作者写道：“合传之体有三难：一日无雷同。一书百十人，其性情、言语、面目、行为，此与彼稍有相仿，即是雷同。一日无矛盾。一人而前后数见，前与后稍有不符，即是矛盾。一日无挂漏。写一人而无结局，挂漏也；叙一事而无收场，亦挂漏也。”三条中有两条涉及人物的塑造，可见作者是自觉地、有意识地视塑造人物为小说成败的关键，因此，小说人物塑造上的成功与作者在理论上对小说特征的正确把握是分不开的。 在展示人物性格的同时，作者也客观地描绘了清末上海滩的世态人生的一个侧面：一批用钱买了花翎顶戴的老爷、少爷和腰缠万贯的纨西子弟，躺在妓女的怀抱里，一边抽鸦片，一面等官做。他们挥金如土，在“千金买笑”的同时又常常“千金买恼”甚至“千金买罪”受。而那些老鸨、妓女却放出手腕，玩之于股掌之上，“斩客”毫不手软，动辄数千上万；而那些封建旧文化培养出来的文人墨客、风流雅士，置国事于不问，整天吃花酒，作艳诗，尽管作者对他们的“高雅”和“风流”多有溢美，而令读者感受到的仍是一股庸俗、腐朽、没落之气。从此我们不难发现，晚清皇朝“日薄西山，气息奄奄”的命运正从这些上流社会的老爷们身上体现出来，而作者在客观描写社会真实的同时，也不知不觉地预示了社会发展的趋势。 据《海上繁华梦》的作者孙玉声在《退醒庐笔记》中记载：“余则谓此书通体皆操吴语，恐问者不甚了了；且吴语中有音无字之字甚多，下笔时殊费研考，不如改易通俗白话为佳。乃韩言：‘曹雪芹撰《石头记》皆操京语，我书安见不可以操吴语？’”此语颇可见韩邦庆艺术上大胆的创新精神。在他之前，小说《何典》已用吴语方言，但它是用吴语方言作典故；而《海上花列传》则是人物的对话全部用吴语。这一尝试，增加了小说的生活气息和真实感，使人物的对话以及对话时活生生的表情、神态，跃然纸上；在懂得吴语的读者读来，真是如闻其声，如历其境，如见其人，闭目一想，冥然心会，其效果又是其他书面语所难以达到的。然而，由于方言的局限性，“唯吴中人读之，颇合情景，他省人不尽解也”（《谭瀛室笔记》），因此，此后虽有《海上繁华梦》、《九尾龟》等一批吴语方言小说的崛起，从而打破了官话和北京方言一统小说舞台的局面，终因后继乏人而堰旗息鼓。 小说的结构也颇具特色。作者自称，全书笔法“从《儒林外史》脱化出来，惟穿插藏问之法，则为从来说部所未有”（《例言》）。所谓“穿插藏问”之法，就是将小说的几段情节在时间上同时发展，而在叙述时分拆开来。这段情节尚未叙完，那段情节又已开始，“劈空而来，使读者茫然不解其如何缘故，急欲观后文，而后文又舍而叙他事矣；及他事叙毕，再叙明其缘故，而其缘故仍未尽明，直至全体尽露，乃知前文所叙，并无半个闲字”《例言》）。作者通过用“穿插藏闪”之法处理情节布局，达到了环环相扣、悬念迭起的效果，从而解决了报刊“连载小说”如何吸引住读者的一个难题，给后来作者以有益的启迪。 《海上花列传》六十四回全本系石印本，题名“花也怜侬海上花列传”。作序的时间是“光绪甲午（1894）孟春”。全书出版后，各种缩印复制本以《绘图青楼宝鉴》、《绘图海上青楼奇缘》、《绘图海上花列传》等名目问世。据《晚清戏曲小说目》称，清末至少有六种缩印复制版本。至于以后的排印本，则错误较多。此次标点，即以全书初印本为底本，原书明显错别字则径改，不出校记。 标点者限于水平，错误不当之处难免，恳请读者批评指正。 　　　　　　　　　　　　　　　　　　　　　　　　觉园　愚谷 　　　　　　　　　　　　　　　　　　　　　　　　1994年2月"
}