{
  "name": "施公案",
  "catalogues": [
    "第1回 胡秀才告状鸣冤 施贤臣得梦访案",
    "第2回 探消息知县看办会 请僧尼公差下说辞",
    "第3回 公差请凶僧守府助贤臣",
    "第4回 水獭无知公堂告状 商人大意钱铺昧银",
    "第5回 县主判断曲直 民妇言讲道理",
    "第6回 施公审银子 断姜酒烂肺",
    "第7回 瞒银倒罚银 碰死真烈妇",
    "第8回 审决真情用刑具 替前夫申冤雪恨",
    "第9回 捉拿僧尼盗 土地祠判鬼",
    "第10回 诱哄恶人的实言 吩咐重刑审凶徒",
    "第11回 拿王婆结案 僧尼等念经",
    "第12回 县衙念经办会 僧尼行香游街",
    "第13回 施食台上开法 军民进衙看会",
    "第14回 二役复入莲花院 两官再三定宁计",
    "第15回 众盗饮酒在高楼 二差定计倒扣门",
    "第16回 小和尚实诉 遭难妇有救",
    "第17回 状告泥土地 哑巴喊冤枉",
    "第18回 告土地人诉苦 哑巴着急难言",
    "第19回 地藏庵出异事 尼姑隐匿人头",
    "第20回 审老道追逼首级 转拿人究问真情",
    "第21回 判断异事相连 人命又套命案",
    "第22回 贤臣判结案 行文斩众凶",
    "第23回 判案已毕等回文 断女子亲父收领",
    "第24回 螃蟹鸣冤枉 飞签拿老庞",
    "第25回 当堂申文详报 判哑巴打手式",
    "第26回 清官参透手式 巧判哑巴奇冤",
    "第27回 俟天明往审土地 问老者赖亲结案",
    "第28回 解开螃蟹情弊 差人访拿凶犯",
    "第29回 戚胡子告妻 黑犬闯公堂",
    "第30回 飞贼书房行刺 施公言明大义",
    "第31回 庆贺三官唱戏 栋梁巧遇拿我",
    "第32回 王梁要伏旧路 王栋劝解粗心",
    "第33回 义士保贤臣 私访关家堡",
    "第34回 风吹檐前瓦 七人告土豪",
    "第35回 施公收民状 改姓又私访",
    "第36回 王仁巧遇车乔 豪奴识破贤臣",
    "第37回 贤臣入虎穴 吊打问口话",
    "第38回 回县审豪霸 举监闹公堂",
    "第39回 严讯三片贼 细问受害情",
    "第40回 施公修家书 差施忠上京",
    "第41回 州文催办事 县尊瞧来文",
    "第42回 施公审木柜 戚胡子弃妻",
    "第43回 书吏出柜外 施公回县衙",
    "第44回 贤臣审竹床 判断告妻案",
    "第45回 气恼黄杰士 智擒三水寇",
    "第46回 巧折辩服众 救孤寡回家",
    "第47回 仗乡绅巧言折辩 差二府追问奸夫",
    "第48回 讲论古典服众 一验寒暑明冤",
    "第49回 众商人堂前请拜 不白人洗却沉冤",
    "第50回 遵古验寒暑 因节赐旌表",
    "第51回 施安报凶信 施公痛义士",
    "第52回 水寇孤店贪杯 施忠展翅擒贼",
    "第53回 众寇得凶信 会议江都县",
    "第54回 杀场斩众犯 骑马闹江都",
    "第55回 州县官闻志 捉风审小鬼",
    "第56回 州官罚县把门 硬驳众官礼物",
    "第57回 传四邻问话 各人报姓名",
    "第58回 三衙奉命催审 蛮人心怀忿恨",
    "第59回 奸夫与尼对词 判结人头公案",
    "第60回 判明妇人头 回复见州尊",
    "第61回 皇恩诏贤臣 回京都引见",
    "第62回 三人意懒心灰 商议告归林下",
    "第63回 十里亭乡宦饯行 桃花店得信心慌",
    "第64回 恶虎庄遇寇 聚义厅报仇",
    "第65回 见骡夫驮轿心惊 越墙找寻施县主",
    "第66回 镖死武天虬 自刎濮天雕",
    "第67回 好汉救贤臣 天霸叙旧言",
    "第68回 施忠见二嫂 火烧恶虎庄",
    "第69回 贤臣心下疑 侧耳细听音",
    "第70回 顺天府到任 秧歌脚出境",
    "第71回 施公准告金 退堂回私宅",
    "第72回 贤臣跪提督 陶公求贤臣",
    "第73回 撞见陶提督 私放对子马",
    "第74回 见书收礼物 面君奏国律",
    "第75回 皇上准题本 恩赏一年俸",
    "第76回 兄欺弟昧银 告当官灰心",
    "第77回 拿火头门斗之妻 因奸情究出陈蛮",
    "第78回 当堂审张氏 张氏吐真情",
    "第79回 瞎子生心讹诈 清官审断铜钱",
    "第80回 淫妇忘八进衙 母女当堂对词",
    "第81回 贪色借年貌 替娶亲得妻",
    "第82回 小西来报机密 男女进衙告状",
    "第83回 王振吐实话 玉山道真情",
    "第84回 翁婿当堂实诉 贤臣问得隐情",
    "第85回 二衙役投批 开中门迎接",
    "第86回 凶僧抢少妇 锁拿李太岁",
    "第87回 关太施英勇 倭刀破双拐",
    "第88回 施公回奏圣君 顺天当堂发放",
    "第89回 为政有功升仓厂 行路偶遇盗官粮",
    "第90回 访恶霸仓厂除害 行善事罗汉临凡",
    "第91回 索御史潞河巡漕 众官员射箭赌钞",
    "第92回 施贤臣设计请客 索御史暗恼忠良",
    "第93回 索御史惧参请罪 施贤臣假审庖人",
    "第94回 至尊下郊祈甘雨 番僧妄想讨御封",
    "第95回 张洪教擒拿妖怪 甘忠元控告潴龙",
    "第96回 张洪教暗进雨坛 傻和尚明警世界",
    "第97回 众水怪行雨助威 金甲神持鞭保驾",
    "第98回 惧诏问妖僧谎奏 破邪术天师出班",
    "第99回 张手雷法台驱邪 掷铁牌龙潭致雨",
    "第100回 王灵官拿妖缴令 番僧法坛现原形",
    "第101回 施贤臣遵旨求雨 傻和尚闭锁空房",
    "第102回 念歌谣助雨济世 种银苗遁迹归山",
    "第103回 众仓户巧蒙作弊 施大人复申牌示",
    "第104回 奏条陈仓上守法 施大人领命出巡",
    "第105回 入京师贤臣陛见 扮客商私访民情",
    "第106回 少妇送殡露破绽 恶霸行路逞威风",
    "第107回 走漫洼小西取水 逢贼寇贤臣遇灾",
    "第108回 众盗寇嘲笑对句 关小西闻信惊心",
    "第109回 商家林贤臣被困 三义庙义士发风",
    "第110回 施大人被绑明柱 关义士独闯贼巢",
    "第111回 关小西轻冒锋刃 施按院暗惊魂魄",
    "第112回 小银枪鏖战关太 众绿林箭射施公",
    "第113回 飞山虎喝退群伙 众草寇拜叩大人",
    "第114回 贺义士随往山东 施钦差住宿济南",
    "第115回 请天霸行路遇险 施贤臣住店逢贼",
    "第116回 刁氏女几年得利 张豹儿一旦遭擒",
    "第117回 飞山虎贼店遇友 施大人觅径求贤",
    "第118回 鸿雁三声奇冤有救 新坟一祭旧恨方消",
    "第119回 朱蠢妇直言无隐 郑公差应变随机",
    "第120回 传邻右曲直共证 听堂词泾渭皆分",
    "第121回 冯大生图财害命 金有义提审出监",
    "第122回 众官按户口造册 千总报漕运米粮",
    "第123回 贺天保备兵擒寇 方小嘴设计抢粮",
    "第124回 众官兵捆送方成 贺义士力追于六",
    "第125回 飞山虎被抓亡身 赛袁达中镖落马",
    "第126回 见稻穗拟名派差 听民词新闻恶霸",
    "第127回 误差使班头遭谴 求闪批家口收监",
    "第128回 张岐山割肉见怪 王朝凤饮酒得差",
    "第129回 激将法巧烦好汉 探隐情偶遇佳人",
    "第130回 李醉鬼冤沉得释 韩道卿恶满遭擒",
    "第131回 关好汉下帖吃惊 黄庄头闻名添喜",
    "第132回 关小西假请恶霸 赛郑恩暗算忠良",
    "第133回 朱光祖行刺遇友 黄天霸信义全交",
    "第134回 赛时迁暗保贤臣 施大人诓捉恶霸",
    "第135回 关小西押送回衙 施大人候旨问罪",
    "第136回 响号炮斩黄隆基 接皇宣审吴进孝",
    "第137回 乔三脱逃黄关请罪 施公出示官役搜人",
    "第138回 拿恶奴朱亮献功 赴市曹囚徒枭首",
    "第139回 贤臣遣小西请客 天霸寻王栋出城",
    "第140回 忠心感神圣托梦 州衙看案卷察情",
    "第141回 主仆闲谈说梦景 贤臣改扮访民情",
    "第142回 酒肆闻霸道名姓 路遇得恶徒真情",
    "第143回 恶阎王诓请相面 施贤臣巧用说词",
    "第144回 乔四怒激罗似虎 恶霸拷打施大人",
    "第145回 张才求情暗救贤臣 小西下帖巧逢天霸",
    "第146回 活人命得知消息 救恩官暗探吉凶",
    "第147回 黄天霸踩访贼宅 恶家奴谋害贤臣",
    "第148回 城隍土地作护法 白狐大仙引路途",
    "第149回 闻警恶阎王逃走 奉差黄壮士追亡",
    "第150回 黄天霸独战众寇 金大力巧遇英雄",
    "第151回 王栋解群围认友 李兴救家主勾人",
    "第152回 金大力棍扫众恶棍 黄天霸镖伤六和尚",
    "第153回 黄天霸押解交差 施贤臣回衙审案",
    "第154回 黄带子庄头说情 恶阎王罗四正法",
    "第155回 商家林费玉鸣冤 河间府施公接状",
    "第156回 二官府告假钦差 五大人住河间府",
    "第157回 设谋诓捉五林啊 派差遍访一撮毛",
    "第158回 讨限期连累家属 说谐话访出情由",
    "第159回 得虚实姜成送信 扫巢穴众寇伏诛",
    "第160回 驿馆立拘牛腿炮 郑州踩访一枝桃",
    "第161回 白云庵计全泄底 玄天庙天霸寻踪",
    "第162回 和尚开山门答话 天霸追谢虎中镖",
    "第163回 天霸回公馆养伤 朱李投郑城望友",
    "第164回 贤臣任邱县调兵 朱计李家务求救",
    "第165回 金亭馆豪杰定计 归德驿谢虎被擒",
    "第166回 旅馆婆替夫告状 蓝田玉提审出监",
    "第167回 施贤臣卖卜访案 白朱氏问卦寻夫",
    "第168回 消灾孽朱氏求神 访情由天霸装鬼",
    "第169回 探消息施公净宅 办差使吴徐领签",
    "第170回 公差访拿贺重五 凶犯巧遇琉璃河",
    "第171回 马快头奉差违命 朱节妇诉状陈情",
    "第172回 贺囚徒画供结案 朱节妇旌表流芳",
    "第173回 施巡按回朝缴旨 畅春园见驾诉功",
    "第174回 旨宣黄天霸面君 敕赐安乐亭演武",
    "第175回 复宣黄天霸见驾 钦派施仕伦擎杯",
    "第176回 达木苏王抗旨比武 康熙佛爷怪罪含嗔",
    "第177回 老佛爷降旨封官 施总漕择吉赴任",
    "第178回 施总漕八里桥打尖 何路通十字街比武",
    "第179回 计神眼巧逢故友 鱼鹰子扶保贤臣",
    "第180回 贤臣私访里江寺 主仆偶住杏花村",
    "第181回 施贤臣假扮香客 众绿林群争店房",
    "第182回 众绿林店内畅饮 施大人复遇宾朋",
    "第183回 两岸仰赡施按院 浮桥怒打运粮官",
    "第184回 李公然船头重义 何路通水底轻敌",
    "第185回 赴淮安初经水路 到静海又接民词",
    "第186回 宠美妾乐极生悲 送义仆绝情处死",
    "第187回 县主徇情主仆疑忌 总漕折狱生死冤明",
    "第188回 怕刺客神眼留心 疑计全钦差遇险",
    "第189回 代友报仇吴成行刺 为平冤狱贤臣遇险",
    "第190回 计全忠心遭毒器 李昆为友盗灵丹",
    "第191回 神弹子无心结怨方 世杰有意报仇",
    "第192回 方家堡李昆中药箭 大树林世杰遇三英",
    "第193回 黄天霸镖打方世杰 李公然盗药救自身",
    "第194回 遇妙药计全活命 换服色李昆访案",
    "第195回 神弹子旅店逢三杰 白狻猊萍水识英雄",
    "第196回 侠士窗前听密语 奸夫屋内露真情",
    "第197回 王成衣捉奸被杀 富木匠行恶遭擒",
    "第198回 曹义仆当堂释罪 富木匠就地行刑",
    "第199回 关小西私探玄坛庙 黄天霸护囚静海城",
    "第200回 设埋伏阎王定计 劫法场众贼乔装",
    "第201回 狠吴成欣逢好友 七煞神大闹教场",
    "第203回 李公然弹打玉面虎 白马李力战活阎王",
    "第204回 关小西私出救二李 活阎王力托千斤闸",
    "第205回 两英雄双中金镖 活阎王松林遭困",
    "第206回 黄副将追贼遇险 陈知县失囚请罪",
    "第207回 陈知县连夜征兵 施总漕安排拿贼",
    "第208回 狠吴成沧州讨救神弹子花园降妖",
    "第209回 战妖魔喜得青虹剑 拿凶僧兵围玄坛庙",
    "第210回 李天寿大战黄天霸赛 猿猴力败何路通",
    "第211回 小元霸锤打赛猿猴 三义士并力助官兵",
    "第212回 玄坛庙吴成漏网 唐官屯于七遭擒",
    "第213回 黄天霸兵回奉新驿 活阎王夜走卧牛山",
    "第214回 恶霸行劫丢失大人 杰士设谋暗解要犯",
    "第215回 众豪杰商议访总漕 十义士月夜下沧州",
    "第216回 施仕伦窝中受困 白马李私探遭擒",
    "第217回 吊打钦差吴成泄恨 审问奸细薛凤诓言",
    "第218回 好汉认死不露真情 恶霸机灵暗设消息",
    "第219回 黄天霸初探薛家窝 甘教师镖打笑面虎",
    "第220回 天霸误撇赛姜维 邓龙大战飞驼子",
    "第221回 方世杰惊走黄天霸 赛姜维误入望山堂",
    "第222回 寻朋友有心临险地 传捕役无意得功劳",
    "第223回 白狻猊定计沙家集 黄天霸二进薛家窝",
    "第224回 黄天霸误投问路石 薛庄丁回窝送急信",
    "第225回 方世杰回取熏香盒 谢素贞力战白狻猊",
    "第226回 甘教师大战五虎 黄副将独救主人",
    "第227回 神弹子有心打薛凤 黄天霸无意中吴成",
    "第228回 郭起凤贪功被获 众好汉江边受困",
    "第229回 草上飞单身救友 王头目途中泄机",
    "第230回 施钦差将计就计 崔中军调取三军",
    "第231回 小元霸混入薛家窝 没毛虎泄机留宾馆",
    "第232回 赛姜维逃出望山堂 黄天霸三进薛家窝",
    "第233回 邓虎锤打方世杰 甘亮活捉谢素贞",
    "第234回 施钦差剿灭卧牛山 黄副将活捉东方雄",
    "第235回 黄花镇又遇风波 朱家店夜逢刺客",
    "第236回 李天寿报怨丧生 朱继祖为兄逃命",
    "第237回 黄天霸放走朱继祖 施贤臣限捉张桂兰",
    "第238回 彭百晓畏死泄底 飞来燕偷盗金牌",
    "第239回 失金牌施贤臣丧胆 访盗迹计千总捕风",
    "第240回 招商店李四泄机 龙王庙计全得信",
    "第241回 神眼计乐陵城送信 铁头僧龙王庙遭擒",
    "第242回 九龙龛神眼盗金牌 一枝兰独力退天霸",
    "第243回 乐陵县施贤臣断案 谢家庄一枝兰栖身",
    "第244回 因投宿李昆降妖 思报仇谢豹行刺",
    "第245回 防里防路通遭袖箭 急中急天霸发金镖",
    "第246回 白杨岗踏勘双飞鸟 茂州庙捉拿一枝兰",
    "第247回 一枝兰茂州庙遭擒 黄天霸谢家庄施勇",
    "第248回 施贤臣卖卜访冤屈 老渔翁觅醉吐真情",
    "第249回 洪家翁具状代申冤 陈氏女认供甘抵罪",
    "第250回 中途遇盗又失金牌 狭路害人猝逢铁匠",
    "第251回 褚家庄副将访英雄 铜山县凶徒受国法",
    "第252回 群雄聚议褚家庄 光祖独上凤凰岭",
    "第253回 凤凰岭光祖下说词 褚家庄天霸负豪气",
    "第254回 天霸夜走凤凰岭 计全急回徐州城",
    "第255回 英雄尚义巧遇良朋 女儿多情面求佳婿",
    "第256回 鸳鸯楼天霸大战 凤凰岭计全下书",
    "第257回 施贤臣假神断山 黄天霸缴牌复命",
    "第258回 凤凰岭黄天霸联姻 菊花庄郝其鸾行劫",
    "第259回 关小西大战郝素玉 何路通私探菊花庄",
    "第260回 落陷坑放走何路通 比拳勇诱敌郝素玉",
    "第261回 素玉深感关小西 其鸾巧败金大力",
    "第262回 黄天霸辞别凤凰岭 金大力怒打菊花庄",
    "第263回 郝其鸾中棍遭擒 李七侯奋勇杀敌",
    "第264回 李公然仗义释其鸾 张桂兰有心结素玉",
    "第265回 语话衷肠佳人重义 情联手足侠女同心",
    "第266回 施公为关小西议婚 李昆代郝素玉作伐",
    "第267回 代子申冤老妇告状 为民辨屈贤臣准词",
    "第268回 酌理准情差提淫妇 蹈瑕乘隙追指奸夫",
    "第269回 集英轩因梦悟诗 枯树岭开棺检验",
    "第270回 淫女狠心冤魂不散 奸夫毒手弱女何辜",
    "第271回 案中案因案破案 奸里奸以奸从奸",
    "第272回 吉日良辰小西入赘 佳肴美酒计全闹房",
    "第273回 郝素玉嫁夫从夫 郎如豹知法犯法",
    "第274回 郎如豹闻风行刺 张桂兰捉贼立功",
    "第275回 施贤臣严讯赛门神 黄天霸巧捉郎如豹",
    "第276回 真土豪伏法受诛 假知县虐民酷吏",
    "第277回 施贤臣闲话论赃官 黄天霸卖拳逢恶仆",
    "第278回 假知县纵仆行凶 真钦差定计除害",
    "第279回 朱光祖暗地说原因 施贤臣巧使美人计",
    "第280回 都天庙姊妹双卖艺 赣榆县强寇中机关",
    "第281回 毛如虎醉后被擒 黄天霸急中诱敌",
    "第282回 于亮败走何路通 施公严讯毛如虎",
    "第283回 用奇刑假知县招供 枭逆首勇副将监斩",
    "第284回 逃强盗还去投强盗 嫉仇人偏遇有仇人",
    "第285回 落马湖施公被难 阴山洞张才设计",
    "第286回 褚家庄天霸送信 悦来店张才陈辞",
    "第287回 张才设计救施公 路通独力擒李配",
    "第288回 落马湖众寇伏诛 淮安府施公赴任",
    "第289回 褚壮士一意顺施公 贺人杰千里投天霸",
    "第290回 黄天霸仗义抚孤儿 施贤臣诚心留壮士",
    "第291回 贺人杰神技取风旗 余成龙巧智盗印信",
    "第292回 施贤臣丢失印信 众英雄议访强人",
    "第293回 张桂兰缓言劝人杰 褚壮士暗地访成龙",
    "第294回 余成龙激走褚标 贺人杰智诱任勇",
    "第295回 余成龙误留贺人杰 施贤臣独遣李公然",
    "第296回 李公然前往摩天岭 贺人杰初探凌虚楼",
    "第297回 小英雄下山送信 老壮士回署搬兵",
    "第298回 黄天霸大破摩天岭 贺人杰火烧凌虚楼",
    "第299回 缴印信人杰立功 敬河神贤臣致祭",
    "第300回 风卷麻裙含冤待白 尘埋绣履抱屈难申",
    "第301回 张挂榜文招寻绣履 追申冤屈拘质公堂",
    "第302回 一官拚弃贤令开棺 双履招来冤民出狱",
    "第303回 抱布贸丝贤臣私访 叩门投宿豪士泄机",
    "第304回 再开棺甘为佐证 重对质立破沉冤",
    "第305回 淮安府乡民告状 八蜡庙巨寇行凶",
    "第306回 因惊成病弱女全身 见色贪淫贞娘惨死",
    "第307回 漕督府老褚标献计 招贤镇金大力卖拳",
    "第308回 张桂兰被劫八蜡庙 老褚标追探水龙窝",
    "第309回 老褚标暗约黄天霸 张桂兰巧拿费德功",
    "第310回 水龙窝众寇遭擒 招贤镇强徒示众",
    "第311回 韩侯庙英雄救弱女 花神祠太岁活遭殃",
    "第312回 柳溪村李公然访案 陶家庙贺人杰赠金",
    "第313回 贺人杰有心盗员外 李公然无意救公差",
    "第314回 安人好德婆子陈情 恶霸惊心英雄得意",
    "第315回 施贤臣因公参县令 朱壮士仗义救书生",
    "第316回 报水灾贤臣查赈 勘河道父老拦舆",
    "第317回 黄天霸怒擒水怪 何路通独探龙窝",
    "第318回 假水怪抗敌尽遭擒 真妖魔待人方出现",
    "第319回 斗姥阁放胆独降妖 殷家堡同心议劫饷",
    "第320回 失饷银关太受伤 急搬兵计全报信",
    "第321回 国法难容兴师问罪 天良不昧遗书通情",
    "第322回 赛仁贵独挡护庄河 李公然一打殷家堡",
    "第323回 双枪手巧敌关小西 一声雷吓退金大力",
    "第324回 何路通一探护庄河 黄天霸二打殷家堡",
    "第325回 贺人杰巧计败赛花 郝素玉软锤打殷勇",
    "第326回 发号令再渡护庄河 决夜战三打殷家堡",
    "第327回 思罢战驰信请良朋 想求和甘心许幼女",
    "第328回 朱光祖力主和议 施贤臣慨诺良缘",
    "第329回 贺人杰奉命接慈亲 关小西无意逢强寇",
    "第330回 施贤臣聚议访淫徒 贺人杰驰归见老母",
    "第331回 思尽孝幼子承欢 因贪心老成遭骗",
    "第332回 图财害命反告诬栽 托梦申冤据情互控",
    "第333回 刁祖谋欺心对质 李王氏上控鸣冤",
    "第334回 据案推详终求定谳 严刑审问立破奸谋",
    "第335回 蔡天化二次露真名  老褚标一议捉强寇",
    "第336回 众英雄大战天齐庙 蔡天化小住藏春楼",
    "第337回 妓女无心窝留巨盗 狗儿畏罪首告强徒",
    "第338回 落妓院强盗误遭擒 解公堂淫徒再逃脱",
    "第339回 老褚标两议捉强徒 蔡天化一心访名妓",
    "第340回 东安县德彪摆擂台 万家村光祖访良友",
    "第341回 见招帖慷慨论英雄 说姻缘殷勤求壮士",
    "第342回 求勇士三顾万家庄 捉盗徒同上淮安府",
    "第343回 邂逅相逢女郎属意 仓皇遇害公子无辜",
    "第344回 月明镜破据梦推详 物在人亡伤心控告",
    "第345回 呈金钗银匠诉冤 悟铜镜缝工起解",
    "第346回 折疑狱大审金二朋 雪奇冤参处山阴县",
    "第347回 推诚接物大宴群英 协力锄强允拿草寇",
    "第348回 曹德彪只手败吴嵩 史占魁奋身敌石勇",
    "第349回 石勇巧打史占魁 徐宁误败殷家虎",
    "第350回 贤郎舅旅馆谈心 假英雄擂台献丑",
    "第351回 粉金刚力敌曹德彪 冲天炮奋斗徐文豹",
    "第352回 徐文豹大斗曹月娥 众英雄协拿蔡天化",
    "第353回 逞强能众英雄鏖战 中要害蔡天化成擒",
    "第354回 正国法强徒授首 挟私仇恶霸伤心",
    "第355回 因惊成疾梁女全贞 抱屈鸣冤陈郎入告",
    "第356回 察理准词亲提县令 闻风报信暗告强梁",
    "第357回 计全大闹温家寨 路通误落陷人坑",
    "第358回 憨太岁潜投聚夹峰 何路通救出温家寨",
    "第359回 讯家属追究行踪 缉强梁购觅眼线",
    "第360回 聚夹峰师徒设谋 桃源县众寇劫狱",
    "第361回 万世雄独力退官兵 众囚徒同心归贼寇",
    "第362回 铁头僧设险守要 黄天霸奉命出征",
    "第363回 黄天霸督师征草寇 李公然故意败强徒",
    "第364回 关小西刀斩吕飞熊 贺人杰镖打曹如虎",
    "第365回 探军情妄思劫营寨 授密计暗地取山头",
    "第366回 众英雄合力攻山 铁头僧拚命拒敌",
    "第367回 黄天霸偷渡田家洼 众英雄大破聚夹峰",
    "第368回 恶战头陀凶僧被捉 扫清贼寨众将班师",
    "第369回 施贤臣说词激猛将 黄总镇负气访强人",
    "第370回 奸猾贼留书露信 英勇士暗访明查",
    "第371回 数载归来一朝死去 百身莫赎两个含冤",
    "第372回 未亡人明心求殉节 刁族长得意代鸣官",
    "第373回 法外推情恩准视殓 事后报案意图雪冤",
    "第374回 疑案难明县令宿庙 宝物未获总镇寻踪",
    "第375回 醉白楼道士泄机 漕督府贤臣聚议",
    "第376回 忽悟前言具供死状 细推诗句莫解冤情",
    "第377回 观书消遣顿悟诗词 报病传医密询底蕴",
    "第378回 探寡媳老妇哭监 奉来文贤令押解",
    "第379回 因疑案县令诉前情 秉公心贤臣听冤讼",
    "第380回 折疑狱吓煞族叔祖 断遗腹恩及未亡人",
    "第381回 贤臣恤寡节妇请旌 总镇知风强徒遁迹",
    "第382回 黄天霸大闹桃花庵 马如龙独战吕祖殿",
    "第383回 双飞燕败走桃花庵 老褚标夜宿松林甸",
    "第384回 樽酒言欢为长夜饮 是非代白作不平鸣",
    "第385回 老褚标患病在中途 朱光祖设计诱强寇",
    "第386回 黄天霸解饷诱贼 朱光祖借牌还刀",
    "第387回 联交结强盗苦陈词 探情由总兵假献马",
    "第388回 争胜负窦耳墩定期 决输赢黄天霸讨战",
    "第389回 使双钩败走黄天霸 设妙计暗算窦耳墩",
    "第390回 朱光祖问路斩更夫 郝天龙巡夜回本寨",
    "第391回 盗双钩初进连环套 借火亮惊醒窦耳墩",
    "第392回 朱光祖再进连环套 黄天霸搜寻窦耳墩",
    "第393回 施神勇英雄盗双钩 畏罪法巡卒私逃难",
    "第394回 窦耳墩据报问情节 郝天龙奉命看双钩",
    "第395回 失双钩窦耳墩吓倒 报机密吴用人投诚",
    "第396回 吴用人详细说机关 黄天霸决计索御马",
    "第397回 约盗马暗施毒计 再探信顿破狡谋",
    "第398回 避火炮偷渡后山河 盗御马三进连环套",
    "第399回 黄天霸活捉窦耳墩 众英雄大闹连环套",
    "第400回 分给资财恩威并济 误肆劫掠冒昧而行",
    "第401回 担酒牵羊情殷谢罪 察言观色心许投诚",
    "第402回 缴御马黄天霸升官 为暴客双飞燕行刺",
    "第403回 极恶穷凶飞燕授首 奇谈怪事麻雀鸣冤",
    "第404回 喁喁小语妯娌谈心 煌煌纶音英雄受赏",
    "第405回 报佳音老幼两相欢 齐赴任英雄双接印",
    "第406回 报恩德麻雀再鸣冤 察形迹和尚真倒运",
    "第407回 命官媒仔细验尼僧 审逃妇推敲判曲直",
    "第408回 治罪人遵依国法 率臣职入觐天颜",
    "第409回 夫妻母子惜别依依 兄妹姑嫂叙谈款款",
    "第410回 郝素玉喜产佳儿 张桂兰巧捉窃贼",
    "第411回 总镇署桂兰擒窃贼 济南府施公接状词",
    "第412回 节妇鸣冤孤儿待恤 贤臣听讼太守无知",
    "第413回 梁节妇申诉冤诬 施贤臣设策试验",
    "第414回 验真假刺血断孤儿 警刁顽备礼迎节妇",
    "第415回 窦飞虎矢志报父仇 马虎鸾同心存友谊",
    "第416回 狭路相逢雠仇必报 只身保护勇敢可嘉",
    "第417回 遇雠仇强盗双行刺 施胆略英雄独立功",
    "第418回 三杰大战马虎鸾 小西杀退窦飞虎",
    "第419回 施贤臣受惊暂驻 卫辉府悬赏缉拿",
    "第420回 毛家营强盗落店 贺二房店主设机",
    "第421回 恶强盗因醉遭擒 贺店东半途送信",
    "第422回 恨店东马虎鸾杀店 擒巨盗黄天霸施镖",
    "第423回 贺人杰追赶马虎鸾 关小西捉拿窦飞虎",
    "第424回 马虎鸾力竭势穷 贺人杰餐风宿露",
    "第425回 大树林虎鸾遁迹 花豹村人杰寻踪",
    "第426回 寻恶寇庄主说原因 想逃生强人入死路",
    "第427回 羡奇遇郎舅相逢 说前情英雄畅叙",
    "第428回 枯树湾马虎鸾就缚 六里铺施贤臣息肩",
    "第429回 村老多情恭迎宪驾 贤臣略分接见乡民",
    "第430回 心存私意乞假完姻 体恤下情蒙恩入赘",
    "第431回 殷家堡强人起解 六里铺贤臣启行",
    "第432回 洞房春暖措置咸宜 金屋风和铺陈华丽",
    "第433回 口占雀屏允称快婿 梦联鸳枕竟遂良缘",
    "第434回 贺人杰初入婿乡 施贤臣经过神庙",
    "第435回 遇怪风驻节大名城 访淫僧私探关王庙",
    "第436回 探情由无意遇绅士 借诗句当面讽淫僧",
    "第437回 辨诗句无量难言 识仇人智能报信",
    "第438回 贼秃寻仇遣刺客 英雄有眼识凶人",
    "第439回 黄总镇客店说来由 恶贼秃黑夜双行刺",
    "第440回 中金镖智亮被获 免大难贤臣受惊",
    "第441回 惯用骗供细审情节 难熬刑法尽吐真言",
    "第442回 案情重大知府调兵 淫恶难逃总镇献计",
    "第443回 接公文无心稍恋 读信札见义勇为",
    "第444回 飞毛腿刺杀假施公 殷赛花投宿关王庙",
    "第445回 殷赛花假意诱贼秃 恶无量放胆犯佳人",
    "第446回 贤父女诱擒恶贼 小夫妻力杀淫僧",
    "第447回 李公然香闷众淫僧 众英雄大破关王庙",
    "第448回 关王庙淫僧正法 保和殿贤臣面君",
    "第449回 施贤臣再回漕督任 黄天霸初访琥珀杯",
    "第450回 钦使遥临琅琊税驾 高贤莅止蓬荜生辉",
    "第451回 朝舞山王朗激云鹤 二贤村世雄劫施公",
    "第452回 恶智明疑是疑非 贤总漕不生不死",
    "第453回 用巧言报恩旧主 设妙计醉倒喽兵",
    "第454回 叙前言将恩报恩 骗恶贼因计生计",
    "第455回 出驿站细访琅琊山 入酒馆小闹沂州镇",
    "第457回 听言语天霸追踪 说姓名吴球交手",
    "第458回 天霸寻黑汉斗父子 王雄送实信遇英雄",
    "第459回 众好汉回转琅琊驿 三英雄潜入朝舞山",
    "第460回 入山寨窥望雄关 杀仇人邀请好友",
    "第461回 献宝杯云鹤说威风 报喜事王朗消仇恨",
    "第462回 贺人杰拚力救施公 黄天霸飞镖伤曹勇",
    "第463回 出重围人杰失路 渡宽河王雄驾舟",
    "第464回 助曹勇王朗大施威 救天霸人杰重入寨",
    "第465回 王头目倾心献策 施漕督虚己下人",
    "第466回 施大人求贤枉驾 吴壮士弃暗投明",
    "第467回 行假计入山相助 说真情回驿陈言",
    "第468回 何路通入水杀巡兵 黄天霸拚力战强寇",
    "第469回 黄天霸大破朝舞山 何路通押犯沂州府",
    "第470回 施漕督先回淮安任 黄总兵夜探琅琊山",
    "第471回 入深地问路杀更夫 闯高楼放箭伤人杰",
    "第472回 负冤鬼三更托梦 诚孝子满心怀疑",
    "第473回 访奇案无意得凶人 招口供欺心是赌鬼",
    "第474回 传县令录供拟抵 归故里毙命离奇",
    "第475回 无案赖子挟仇报 贤令尹据禀登场",
    "第476回 刘县令具详请示 施漕督拍案惊奇",
    "第477回 验毒物表扬节妇 明字理叙述案情",
    "第478回 施大人谢恩任事 黄天霸远别回衙",
    "第479回 说姓名好汉识好汉 谈委曲英雄感英雄",
    "第480回 回衙门激说朱光祖 问路径打倒王大拳",
    "第481回 见良友入室谈心 命表弟鞠躬赔礼",
    "第482回 辞委任褚标用激词 感知遇君召勉应命",
    "第483回 万君召远赴陕西城 贺人杰三入殷家堡",
    "第484回 小夫妻逃走殷家堡 贤郎舅约探齐星楼",
    "第485回 陷深坑险擒小将 中火弹急煞佳人",
    "第486回 见伤痕英雄痛儿女 探消息豪杰访强人",
    "第487回 褚标解药救殷强 君召投山寻普润",
    "第488回 出潼关义重普润僧 献楼图得遇飞云子",
    "第489回 说细情虚言允许 动盛怒举手交锋",
    "第490回 飞云子强做解纷人 普润僧反成和事佬",
    "第491回 拂众意云虎窃楼图 寻宿店君召入古庙",
    "第492回 投王朗巧遇旧宾朋 见黄成喜分佳饮食",
    "第493回 送消息施公得信 充刺客赵五行凶",
    "第494回 得细情天霸赴山东 施手段普润打客店",
    "第495回 遇僧人欣然叙旧 得良友各述前因",
    "第496回 用机谋复见王朗 探消息初访殷龙",
    "第497回 浅见识妒忌云鹤 乱交战打死黄成",
    "第498回 抱奋勇兄弟亡身 遇宾朋翁婿得胜",
    "第499回 莽和尚吓倒老村夫 名秀才礼接黄总镇",
    "第500回 傻和尚努力加餐 浑强盗艳装入赘",
    "第501回 花堂上灌醉新郎 洞房中误逢和尚",
    "第502回 贪女色秦明被获 重友谊洪魁报仇",
    "第503回 施暗器普润受伤 进谗言云龙动怒",
    "第504回 恶曹勇献计请名人 妙赛花当场施毒手",
    "第505回 喜相逢击走黑阎罗 诉离情恨煞恶强盗",
    "第506回 普润僧再上琅琊山 黄天霸三探齐星楼",
    "第507回 启埋伏八方受敌 逞英雄众将施威",
    "第508回 临危地赵五救人杰 道姓名天霸遇云鹤",
    "第509回 贺人杰绝处逢生 王寨主难中改悔",
    "第510回 寻救药送信淮安 脱病躯误临黑店",
    "第511回 万君召痛殴店主 托天王杀害客商",
    "第512回 闹酒肆恶打王七 见豪客巧遇王杰",
    "第513回 施大人待客情殷 张桂兰救夫心切",
    "第514回 郝素玉结伴请张七 张桂兰拚力战张焕",
    "第515回 历险路兄妹相逢 述下情父女觌面",
    "第516回 大英雄负气往沂州 女将军妙手伤强寇",
    "第517回 见乌鸦漕督究奇案 起尸骸县令赴尸场",
    "第518回 审淫妇戴氏据口供 治奸夫高飞处罪刑",
    "第519回 张老七解囊施药 黄天霸起死回生",
    "第520回 施漕督临镇沂州 陆知府弥缝巨盗",
    "第521回 筹计策细阅楼图 逞威风独临战阵",
    "第522回 开金锁巧样精工 击铁箱楼图毕露",
    "第523回 飞云子初次识施公 众英雄更番战王朗",
    "第524回 临大敌埋伏齐开 得御杯英雄出色",
    "第525回 飞云子计破齐星楼 黄天霸威震沂州府",
    "第526回 递公禀百姓呼冤 施薄惩知府撤任",
    "第527回 获强人中奏朝廷 治奸臣降施刑法",
    "第528回 除奸贼满朝清正 降御旨众将加封"
  ],
  "catalogueTotal": 526,
  "bookType": "谴责公案",
  "words": 964601,
  "author": {
    "dynasty": "未知",
    "intro": "暂无信息",
    "name": "佚名"
  },
  "intro": "《施公案》又名《五女七贞》，清代民间通俗公案小说。早期版本亦称《施公案传》、《施案奇闻》、《百断奇观》，未著撰人。现存有嘉庆三年（1798）序文，道光四年（1824）刊本，可推知它大约成书于乾隆、嘉庆年间。其故事始于说书，后经人加工整理敷演而成为528回的长篇小说。主要讲述了康熙年间清官施仕伦在黄天霸等江湖侠士辅佐下铲除贪官污吏、破案捕盗的故事。"
}