{
  "name": "续小五义",
  "catalogues": [
    "叙",
    "第一回 冲霄楼智化逢凶化吉 王爷府艾虎死而夏生",
    "第二回 云中鹤宝剑穿地板 蒋四义牙齿咬绳索",
    "第三回 武总镇带兵围府 襄阳王率众逃生",
    "第四回 看盟单智化逃走 专折本展昭入都",
    "第五回 赵校尉当面行粗 鲁李钦暗用机谋",
    "第六回 英雄户外听私语 贪官屋内说谎言",
    "第七回 拼命的不干己事 逃生者移祸于人",
    "第八回 使心用意来行刺 安排巧计等拿贼",
    "第九回 擒刺客谷云飞奋勇 送禀帖黑妖狐有功",
    "第十回 诚心劝人改邪归正 追悔己过弃暗投明",
    "第十一回 班头奉相谕访案 钦差交圣旨辞官",
    "第十二回 龙姚二人卖艺闯祸 姑娘独自奋勇拿人",
    "第十三回 天齐庙外大家动手 把势场内好汉遭擒",
    "第十四回 素贞有心怜公子 卢珍无意要姑娘",
    "第十五回 夫妇非是真夫妇 姻缘也算假姻缘",
    "第十七回 冯渊巧遇小义士 班头求见杨秉文",
    "第十六回 贼女空有手帕难取胜 侠客全凭宝剑可擒人",
    "第十八回 黑树冈范天保行刺 金銮殿颜大人辞官",
    "第十九回 小五义御花园见驾 万岁爷龙图阁封官",
    "第二十回 猛汉险些惊圣驾 于奢一怒犯天颜",
    "第二十一回 于奢得命二次举鼎 天子一见复又封官",
    "第二十二回 更衣殿盗去冠袍带履 凤翔门留下粉漏菊花",
    "第二十三回 开封群雄领相谕 徐州大众去投文",
    "第二十四回 官查姚正说道路 地方王直泄贼情",
    "第二十五回 邢如龙挖去一目 邢如虎四指受伤",
    "第二十六回 冯渊房上假言诈语 晏飞院内吓落真魂",
    "第二十七回 校尉火烧潞安山 总镇兵困柳家营",
    "第二十八回 因贪功二人坠翻板 为拿贼独自受镖伤",
    "第二十九回 巧装扮私访淫寇 用假话诓骗愚人",
    "第三十回 群贼用意套实话 校尉横心不泄机",
    "第三十一回 捆厅柱一福将受辱 花园内三小厮被杀",
    "第三十二回 活张仙与周龙定计 冯校尉救赵虎逃生",
    "第三十三回 二护卫水牢离险地 郑天惠周宅展奇才",
    "第三十四回 猛赵虎出房受弹 郑天惠弃暗投明",
    "第三十五回 奔南阳府找贼入伙 上鹅峰堡寻师求医",
    "第三十六回 为交朋友一见如故 同师弟子反作仇人",
    "第三十七回 镖打天惠心毒意狠 结果赛花丧尽天良",
    "第三十八回 三老爷回家哭五弟 山西雁路上遇淫贼",
    "第三十九回 老纪强全家丧命 白菊花独自逃生",
    "第四十回 郑天惠在家办丧事 多臂熊苇塘见囚车",
    "第四十一回 准提寺前逢二老 养静堂内论英雄",
    "第四十二回 镖打腹中几乎废命 刀伤鼻孔忍痛逃生",
    "第四十三回 水面放走贪花客 树林搭救老妇人",
    "第四十四回 金毛犼爱财设巧计山西雁贪功坠牢笼",
    "第四十五回 徐良临险地多亏好友 石仁入贼室搭救宾朋",
    "第四十六回 入破庙人鬼乱闹 奔古寺差解同行",
    "第四十七回 儒宁村贤人遭害 太岁坊恶霸行凶",
    "第四十八回 贪官见财忘天理 先生定计蔑良心",
    "第四十九回 二解差欺心害施俊 三贼冠用计战徐良",
    "第五十回 钦差门上悬御匾 智化项下挂金牌",
    "第五十一回 知恩不报偏生歹意 放火烧人反害自身",
    "第五十二回 金钱堡店中观四寇 太岁坊门首看凶徒",
    "第五十三回 遇吊客魂胆吓落 见大汉夸奖奇才",
    "第五十四回 东方明仗造化捉鬼 黑妖狐用奇计装神",
    "第五十五回 赵胜害人却教人害 恶霸欺人反被人欺",
    "第五十六回 智化送侄妇回店 兰娘救盟嫂逃生",
    "第五十七回 窦勇强中铁棍废命 东方明受袖箭亡身",
    "第五十八回 金钱堡羞走山西雁 毛家疃醉倒铁臂熊",
    "第五十九回 假义仆复又生毒计 真烈妇二次遇灾星",
    "第六十回 盟兄弟巧会盟兄弟 有仇人偏遇有仇人",
    "第六十一回 赵保同素贞私奔 艾虎遇盟兄行程",
    "第六十二回 五里屯女贼漏网 尼姑庵地方泄机",
    "第六十三回 徐良首盗鱼肠剑 二寇双探藏珍楼",
    "第六十四回 伏地君王收二寇 金家弟兄见群贼",
    "第六十五回 屋内金仙身体不爽 院中玉仙故意骗人",
    "第六十六回 多臂人熊看姑娘练武 东方玉仙教丫鬟打拳",
    "第六十七回 泄机关捉拿山西雁 说原由丢失多臂熊",
    "第六十八回 躺箱之中徐良等死 桌子底下书安求生",
    "第六十九回 三元店徐良遇智化 白沙滩史丹见朱英",
    "第七十回 蒋平遇龙滔定计 赵虎见史丹施威",
    "第七十一回 美珍楼白菊花受困 酒饭铺众好汉捉贼",
    "第七十二回 酱缸内周瑞废命 小河中晏飞逃生",
    "第七十三回 吴必正细说家务事 冯校尉情愿寻贼人",
    "第七十四回 得宝剑冯渊快乐 受熏香晏飞被捉",
    "第七十五回 见恶贼贪淫受害 逢二友遇难呈祥",
    "第七十六回 晏飞丢剑悲中喜 冯渊得宝喜中悲",
    "第七十七回 史丹无心投员外 天彪假意认干爹",
    "第七十八回 众好汉二盗鱼肠剑 小太保初观红翠花",
    "第七十九回 赛地鼠龙须下废命 玉面猫乱刀中倾生",
    "第八十回 黄面狼细讲途中故 小韩信分说旧衷情",
    "第八十一回 清净庵天彪逢双女 养性堂梁氏见干儿",
    "第八十二回 蒋平给天彪虑后事 梁氏与二女定终身",
    "第八十三回 到后院夫妻谈楼事 上信阳校尉请先生",
    "第八十四回 徐良前边戏耍周凯 冯渊后面搭救佳人",
    "第八十五回 贾家屯冯渊中暗器 小酒铺姑娘救残生",
    "第八十六回 生铁佛庙中说亲事 刘志齐家内画楼图",
    "第八十七回 徐良在院中被获 周凯到树林脱身",
    "第八十八回 三盗鱼肠剑大众起身 巧破藏珍楼英雄独往",
    "第八十九回 冯校尉柁上得剑 山西雁楼内着急",
    "第九十回 夜晚藏珍楼芸生得宝 次日白沙滩大众同行",
    "第九十一回 擂台下总镇知府相会 看棚前老少英雄施威",
    "第九十二回 乔彬头次上台打擂 张豹二番论武失机",
    "第九十三回 穷汉打擂连赢四阵 史云动手不教下台",
    "第九十四回 艾虎与群贼抡拳比武 徐良见台官讲论雌雄",
    "第九十五回 二英雄力劈王兴祖 两好汉打死东方清",
    "第九十六回 亲姊妹逃奔商水县 师兄弟相逢白沙滩",
    "第九十七回 金弓二郎带金仙单走 莲花仙子会玉仙同行",
    "第九十八回 抢囚车头回中计 劫法场二次扑空",
    "第九十九回 玉仙纪小泉开封行刺 芸生刘士杰衙内拿人",
    "第一○○回 艾虎三更追女寇 于奢夜晚获男贼",
    "第一○一回 包公开封府内丢相印 徐良五平村外见山王",
    "第一○二回 青石梁上杀猛兽 阎家店内遇仇人",
    "第一○三回 因酒醉睡熟丢利刃 为找刀打架遇天伦",
    "第一○四回 见爹爹细说京都事 找姐姐追问盗刀情",
    "第一○五回 亚侠女在家中比武 山西雁三千户招亲",
    "第一○六回 徐家父子观贼队 乜氏弟兄展奇才",
    "第一○七回 众好汉过潼关逢好汉 大英雄至饭铺遇英雄",
    "第一○八回 乜云鹏使鞭鞭对铛 徐世长动手手接镖",
    "第一○九回 四品护卫山谷遇险 站殿将军战场擒人",
    "第一一○回 蒋平率大众削刀破挡 李珍与阮成被获遭擒",
    "第一一一回 金仙一怒杀老道 寨主有意要姑娘",
    "第一一二回 臧能苟合哀求当幕友 玉仙至死不嫁二夫郎",
    "第一一三回 朝天岭上得宝印 连云岛下见水衣",
    "第一一四回 钟太保船到朝天岭 众寨主兵屯马尾江",
    "第一一四回 钟太保船到朝天岭 众寨主兵屯马尾江",
    "第一一五回 王纪先大获全胜 钟太保败阵而回",
    "第一一六回 钟雄下战书打仗 臧能藏春酒配成",
    "第一一七回 玉仙投宿大家动手 员外留客率众交锋",
    "第一一八回 英云素花双双得胜 王玉金仙对对失机",
    "第一一九回 小英雄火烧朝天岭 众好汉大战马尾江",
    "第一二○回 破朝天岭事人人欢喜 报陷空岛信个个伤悲",
    "第一二一回 卢员外陷空岛交手 展小霞五义厅施威",
    "第一二二回 焦虎自己奔潼关送信 蒋平派人到各处请人",
    "第一二三回 众英雄复夺陷空岛 白菊花被杀风雨滩",
    "第一二四回 襄阳王被捉身死 万岁爷降旨封官"
  ],
  "bookType": "英雄传奇",
  "author": {
    "dynasty": "未知",
    "intro": "暂无信息",
    "name": "佚名"
  },
  "words": 342104,
  "catalogueTotal": 126
}